[
  {
    "children_count": 0,
    "collapse_in_website": "f",
    "comment_count": 0,
    "cost_bb": 5,
    "depth": 0,
    "duration": 1,
    "end_at": "2016-12-14 19:00:00",
    "event_created_at": "2016-11-24 16:05:24",
    "event_id": 17,
    "event_updated_at": "2017-08-26 10:24:34",
    "goals": "to learn new things about games and different cultures\r\ntry to undertake st with a group using the help of many heads\r\nface more complicated games \r\nhave more social encounters in the space",
    "has_enough_cached": "t",
    "id": 20,
    "image": "7deb3ddc431365c0e7071fa11c022e50.jpg",
    "image_content_type": "image/jpeg",
    "image_height": 423,
    "image_size": 102786,
    "image_width": 600,
    "intended_participants": "everyone interested in learning st new and having fun social time",
    "intended_sessions": 2,
    "is_month_long": "f",
    "lft": 35,
    "name": "Mahjong club",
    "needed_array_cached": "[70, 90]",
    "notified": "f",
    "place_id": 1,
    "pledgeable_cached": "f",
    "pledged_cached": 160,
    "primary_sponsor_id": 13,
    "proposal_created_at": "2016-10-19 08:42:17",
    "proposal_updated_at": "2017-08-26 10:24:35",
    "proposalstatus_id": 1,
    "published": "t",
    "published_instances": 1,
    "recurrence": 3,
    "remaining_pledges_cached": 90,
    "require_all": "f",
    "rgt": 36,
    "sequence": "1.16",
    "short_description": "This could be a twice in a month event (depending how it goes) for people interested in learning new games. I propose mahjong because I have the set of tiles and it needs at least 4 players. I have tried to get my head around the game but it seems quite hard at first, so maybe with the help of other people interested we could make this work. If not, we could figure out an alternative game ourselves based on the tiles....Enter below what kind of (maybe more complicated) games would you be interested in learning.... and please pledge if you are interested to play the magical mahjong!",
    "slug": "mahjongg-club",
    "spent_cached": 70,
    "start_at": "2016-12-14 17:00:00",
    "stopped.x": "f",
    "timeframe": "Wednesday evenings?",
    "total_needed_with_recurrence_cached": 160,
    "user_id": 13
  },
  {
    "children_count": 0,
    "collapse_in_website": "f",
    "comment_count": 0,
    "cost_bb": 15,
    "depth": 0,
    "duration": 1,
    "end_at": "2017-04-10 18:00:00",
    "event_created_at": "2017-03-24 10:46:25",
    "event_id": 43,
    "event_updated_at": "2017-08-26 10:24:34",
    "goals": "This experiment attempts to encourage utilization of what is present in our lives but no longer wanted in its current state through the transformation, improvement, or modification of such items.",
    "has_enough_cached": "f",
    "id": 42,
    "image": "ElectromechanicAnatomies__tall_.jpg",
    "image_content_type": "image/jpeg",
    "image_height": 720,
    "image_size": 843540,
    "image_width": 1280,
    "intended_participants": "Anyone who has something and wants to improve it, change it or take it apart.",
    "intended_sessions": 0,
    "is_month_long": "f",
    "lft": 85,
    "name": "Electromechanic Anatomies",
    "needed_array_cached": "[100, 80, 81, 73, 66, 59, 53, 48, 43, 39, 35, 31, 28, 25, 23, 21, 20, 20, 20, 20, 20, 20, 20, 20, 20, 20, 20, 20, 20, 20, 20, 20, 20, 20, 20, 20]",
    "notified": "f",
    "number_that_can_be_scheduled_cached": 0,
    "place_id": 1,
    "pledgeable_cached": "t",
    "pledged_cached": 195,
    "primary_sponsor_id": 10,
    "proposal_created_at": "2017-02-17 06:17:34",
    "proposal_updated_at": "2017-05-09 19:24:12",
    "published": "t",
    "published_instances": 2,
    "recurrence": 3,
    "remaining_pledges_cached": 0,
    "require_all": "f",
    "rgt": 86,
    "scheduled": "t",
    "sequence": "1.41",
    "short_description": "''Electromechanic Anatomies'' is a open lab-space which pushes participants to let their curiosity, imagination and ingenuity run wild through the process of dissecting appliances, electronics, toys and other objects in an attempt to make them better, modify their function or to make them more personalized. Through hardware hacking we can discover how things work, what they''re made of and how anything can be hacked. During ''Electromechanic Anatomies'' we will discuss what we aim to achieve and how we can achieve them using tools such as soldering irons, screwdrivers, drills, saws, knives, hammers and other things in trying to modify the functionality of our hardware.  \r\n\r\nPlease bring something you have from home which is obsolete, something which you want to improve upon, and/or something you want to take apart. If you have more than one of object which falls under the previously mentioned criteria, please bring it to share or donate to another workshop participant. Participants of all ages and skill levels are welcome at ''Electromechanic Anatomies''. Some objects for dissection will be provided.\r\n\r\nBy hacking unwanted or nonfunctional objects and combining them with others, transforming, improving, or modifying them, ''Electromechanic Anatomies'' looks to encourage utilization of what is present in our lives through a Frankensteinian approach to creation.",
    "slug": "electromechanic-anatomies",
    "spent_cached": 195,
    "start_at": "2017-04-10 14:00:00",
    "stopped.x": "f",
    "timeframe": "When there is enough Temps to have one.",
    "total_needed_with_recurrence_cached": 261,
    "user_id": 10
  },
  {
    "comment_count": 0,
    "duration": 1,
    "goals": "To explore music in a deeper way, collectively. And to share our own musical interpretations, experiences, memories and feelings with others.",
    "has_enough_cached": "t",
    "id": 79,
    "intended_participants": "everyone, even deaf people are welcome (we'll find a way to be inclusive)",
    "intended_sessions": 0,
    "is_month_long": "f",
    "name": "How To Listen To Music",
    "needed_array_cached": "[100, 90, 81, 73, 66, 59, 53, 48, 43, 39, 35, 31, 28, 25, 23, 21, 20, 20, 20, 20, 20, 20, 20, 20, 20, 20, 20, 20, 20, 20, 20, 20, 20, 20, 20, 20]",
    "number_that_can_be_scheduled_cached": 1,
    "pledgeable_cached": "t",
    "pledged_cached": 142,
    "proposal_created_at": "2017-06-26 20:15:15",
    "proposal_updated_at": "2017-08-30 21:24:52",
    "published_instances": 0,
    "recurrence": 3,
    "remaining_pledges_cached": 142,
    "require_all": "f",
    "short_description": "''How To Listen to Music'' will be a regularly occurring (monthly, or whenever anyone wants to lead one) experimental interaction that will look at one topic in music – one particular artist, or piece of sound, or genre, or instrument, or whatever.\r\n\r\nThe idea of ''How To Listen to Music'' is to get beneath the surface of a particular musical work, incorporating external contexts such as film screenings, readings, etc as well as collective listening and perhaps even performance/interpretations.\r\n\r\nEach meeting will be led by a different person, who can organise participants however they would like. I imagine it myself as some sort of combination of performative lecture with A/V components, listening party, and workshop to interpret and recreate the music in question.\r\n\r\nI''m happy to start with the first one, which will be on the subject of Albert Ayler. If you have an idea to lead a session, leave a comment here and we''ll figure it out if this experiment gets enough pledges to be scheduled.",
    "spent_cached": 0,
    "stopped.x": "f",
    "timeframe": "Each session is one night, a weeknight, a few hours max and no one needs to be prepared except the facilitator",
    "total_needed_with_recurrence_cached": 100,
    "user_id": 1
  },
  {
    "children_count": 0,
    "collapse_in_website": "f",
    "comment_count": 0,
    "cost_bb": 20,
    "depth": 0,
    "duration": 1,
    "end_at": "2017-01-07 16:00:00",
    "event_created_at": "2016-11-30 08:41:50",
    "event_id": 19,
    "event_updated_at": "2017-08-26 10:24:34",
    "goals": "To develop skills for pinhole photography for those interested.",
    "has_enough_cached": "f",
    "id": 25,
    "image": "medium_000009__2_.JPG",
    "image_content_type": "image/jpeg",
    "image_height": 541,
    "image_size": 83458,
    "image_width": 800,
    "intended_participants": "people interested in experimental photography",
    "intended_sessions": 2,
    "is_month_long": "f",
    "lft": 39,
    "name": "Custom pinhole cameras #2",
    "needed_array_cached": "[70, 90]",
    "place_id": 1,
    "pledgeable_cached": "f",
    "pledged_cached": 160,
    "primary_sponsor_id": 13,
    "proposal_created_at": "2016-11-07 12:24:47",
    "proposal_updated_at": "2017-04-21 09:02:23",
    "published": "t",
    "published_instances": 2,
    "recurrence": 3,
    "remaining_pledges_cached": 0,
    "require_all": "f",
    "rgt": 40,
    "scheduled": "t",
    "sequence": "1.18",
    "short_description": "In this workshop we will see the results of the 1st pinhole camera workshop and try to improve on making images. This time we will try to make cameras out of totally random objects that you will bring with you and insert photo film into them, take the photos at the spot and scan them too (erasing the image but getting its digital presence). We are using some soviet photo film, so the result is not guaranteed. If it fails we will make another session like this with another photo film. \r\nIn order to get sharp enough images I was thinking of using these laser cut holes, sold in this shop: http://www.teknofokus.fi/Astro/Objektiivit.htm \r\nSingle sheet with laser cut hole costs 8 €, but if we would have 10 people interested, we could buy them in bulk for 5 € per sheet. These can be reused and will probably make the images a little bit sharper than self-made holes. \r\nSo in case you are interested please write to my e-mail: piibeleht@gmail.com, I will go and buy them myself first, so we can get the cheaper deal. Do not forgot to state the size of a hole you would like: 0,1 - 0,2 - 0,3 - 0,4 - 0,5 - 0,75 and 1,0 mm holes are available. For match box cameras I would think the smaller options are better. \r\nhttp://pinhole.stanford.edu/pinholemath.htm \r\nAt this website someone is calculating the distances and sizes too. There is an equation out there for it.\r\n",
    "slug": "custom-pinhole-cameras",
    "spent_cached": 160,
    "start_at": "2017-01-07 14:00:00",
    "stopped.x": "f",
    "timeframe": "May",
    "total_needed_with_recurrence_cached": 160,
    "user_id": 13
  },
  {
    "comment_count": 0,
    "duration": 1,
    "goals": "To provide a temporary library to Temporary.fi space in as decentralised manner as possible.",
    "has_enough_cached": "f",
    "id": 11,
    "intended_participants": "Anyone who attends Temporary",
    "intended_sessions": 0,
    "is_month_long": "f",
    "name": "Kirjasto projekti",
    "needed_array_cached": "[100]",
    "notified": "f",
    "number_that_can_be_scheduled_cached": 0,
    "pledgeable_cached": "t",
    "pledged_cached": 0,
    "proposal_created_at": "2016-09-18 15:10:39",
    "proposal_updated_at": "2017-04-12 10:25:03",
    "proposalstatus_id": 2,
    "published_instances": 0,
    "recurrence": 1,
    "remaining_pledges_cached": 0,
    "require_all": "f",
    "short_description": "There could be a table or a shelf ascribed with ''Kirjasto projekti'', with the hope that it can serve as a/the Temporary library for participants in experiments and Open Day visitors.\r\n\r\nAccording to self-defined lengths of time, someone can present their personal books (or library books) on the table to relate to current or speculative activity in Temporary space. The person who puts the books on the table indicates who put them there, for how long they will be present, via temporary signage for example on a sheet of paper or cardboard. They are responsible after the designated to pack up and take the books away. It is by design a temporary library.\r\n\r\nNo books should be removed from the project space for the duration of the Kirjasto projekti. Anyone who leaves books on the table does so at their own risk of damage or disappearance. Ideally all Temporary participants know how to look after other people''s books.\r\n\r\nAndrew will help facilitate the process as best as he can, whether he is in Helsinki or not.  I\r\n\r\nBUT big but, there is a need to make a shelf in Temporary space to hold books first. I pledge 50 temps to the first person to make a stable shelf that can hold a row of 8-10 books safely on the wall.",
    "spent_cached": 0,
    "stopped.x": "t",
    "timeframe": "Ongoing until end of Temporary space, or the end of physical books.",
    "total_needed_with_recurrence_cached": 100,
    "user_id": 11
  },
  {
    "children_count": 0,
    "collapse_in_website": "f",
    "comment_count": 0,
    "cost_bb": 10,
    "depth": 0,
    "duration": 1,
    "end_at": "2017-02-28 21:00:00",
    "event_created_at": "2016-09-01 22:49:51",
    "event_id": 1,
    "event_updated_at": "2017-08-26 10:24:34",
    "goals": "To create a creative sandbox that allows maximum potential for participation without exploitation or being an administrative burden. To generate creative energy in Temporary by welcoming the most diverse possible collection of people to become acquainted with the physical venue and other users. To provide a mechanism for Temporary's users to earn Temps on a regular basis. To make the minimal necessary administrative efforts fun.",
    "has_enough_cached": "f",
    "id": 1,
    "image": "open_day.jpg",
    "image_content_type": "image/jpeg",
    "image_height": 571,
    "image_size": 84102,
    "image_width": 1440,
    "intended_participants": "All potential people who would possibly benefit from this environment",
    "intended_sessions": 0,
    "is_month_long": "f",
    "lft": 1,
    "name": "Open days",
    "needed_array_cached": "[100]",
    "notified": "f",
    "number_that_can_be_scheduled_cached": 0,
    "place_id": 1,
    "pledgeable_cached": "t",
    "pledged_cached": 2441,
    "primary_sponsor_id": 1,
    "proposal_created_at": "2016-09-01 19:49:12",
    "proposal_updated_at": "2017-04-12 10:25:02",
    "published": "t",
    "published_instances": 114,
    "recurrence": 3,
    "remaining_pledges_cached": 0,
    "require_all": "f",
    "rgt": 6,
    "scheduled": "t",
    "sequence": "1.1",
    "short_description": "Temporary aim to run as it''s core experiment <em>Open Days</em>, which will provide regular activity during daytime hours, on weekdays.\r\n\r\nOpen Days are nothing more than an opening of Temporary''s doors to anyone who is looking for a creative space to use, and to share what limited resources we have. Temporary will be open during regular hours, let''s say something like 10:00 - 16:30, and then with one day per week in the evening for those who aren''t necessarily able to attend during working hours.\r\n\r\nDuring these hours, anyone may come to Temporary and work on whatever they would like, alone or in collaboration with others. We have some tables, some chairs, a coffee machine, a small kitchen, and Internet access. Do your freelance work, have meetings with others, or just hang out. The issues of noise, crowdedness, costs, and sharing will be determined through practice.\r\n\r\nThe experiment is in seeing how this process will evolve and whether a true creative environment can be established (where Temporary can become a place to meet people, new or old, and to collaborate and generate new projects). As with all experiments at Temporary, participants will receive 10 Temps just for attending each day.\r\n\r\nThe final hour of the evening meeting each week (Tuesdays from 20:00 - 21:00?) will be a one-hour DANCE PARTY and also our weekly '\"meeting'\", where we will evaluate the previous week''s activities and review pending proposals and collectively schedule experiments, deal with practicalities, etc. This will serve as the central administrative component of Temporary, and also we will dance during it. With a different DJ every week.\r\n\r\nDuring each week''s DANCE PARTY we can review how Open Days are going, on a week-to-week basis, and see if changes needs to be made to the structure.\r\n",
    "slug": "open-days",
    "spent_cached": 2441,
    "start_at": "2016-09-02 10:00:00",
    "stopped.x": "t",
    "timeframe": "Monday, Wednesday-Friday 10:00 - 16:30; Tuesdays 14:30 - 21:00",
    "total_needed_with_recurrence_cached": 2875,
    "user_id": 1
  },
  {
    "children_count": 0,
    "collapse_in_website": "f",
    "comment_count": 0,
    "cost_bb": 20,
    "depth": 0,
    "duration": 1,
    "end_at": "2016-10-01 16:00:00",
    "event_created_at": "2016-09-15 09:05:00",
    "event_id": 4,
    "event_updated_at": "2017-08-26 10:24:34",
    "goals": "I want to explore what happens to our language producing brain when we are using some of its potential to move the body. A specific part of the body.",
    "has_enough_cached": "t",
    "id": 3,
    "image": "14339799_10157578267735226_1892295359_o.jpg",
    "image_content_type": "image/jpeg",
    "image_height": 1000,
    "image_size": 243152,
    "image_width": 1334,
    "intended_participants": "Everyone who enjoys to create body and word scapes.",
    "is_month_long": "f",
    "lft": 11,
    "name": "Twerk Poetry",
    "needed_array_cached": "[100]",
    "notified": "f",
    "number_that_can_be_scheduled_cached": 0,
    "place_id": 1,
    "pledgeable_cached": "t",
    "pledged_cached": 70,
    "primary_sponsor_id": 6,
    "proposal_created_at": "2016-09-02 10:55:26",
    "proposal_updated_at": "2017-04-12 10:25:02",
    "published": "t",
    "published_instances": 1,
    "remaining_pledges_cached": 0,
    "require_all": "f",
    "rgt": 12,
    "scheduled": "t",
    "sequence": "1.4",
    "short_description": "I want to explore if we can really shake words out of our heads as we can shake our asses. As we create grooves and moves with our bodies, can we create words rhymes rhythms?  I want to explore if we language speaking humans can let go of our beautiful words that we can create in someone,s company as we let go of our awesome energy filled dances...",
    "slug": "twerk-poetry",
    "spent_cached": 70,
    "start_at": "2016-10-01 13:00:00",
    "stopped.x": "t",
    "timeframe": "30th September & 1st of October",
    "total_needed_with_recurrence_cached": 100,
    "user_id": 6
  },
  {
    "comment_count": 0,
    "duration": 1,
    "goals": "I wish to give people a chance to express their values in the form of an symbolic rite on a symbolic day. Through seeking the tension between the concrete practicalities of canning technology and the abstraction of value expression I want to deal with the issue what is most worth preserving: the food or the morals?",
    "has_enough_cached": "t",
    "id": 30,
    "intended_participants": "10",
    "intended_sessions": 1,
    "is_month_long": "f",
    "name": "Doomsday preppers: Trump Inauguration",
    "needed_array_cached": "[100]",
    "number_that_can_be_scheduled_cached": 0,
    "pledgeable_cached": "t",
    "pledged_cached": 70,
    "proposal_created_at": "2016-12-05 12:43:22",
    "proposal_updated_at": "2017-08-26 10:24:36",
    "published_instances": 1,
    "recurrence": 1,
    "remaining_pledges_cached": 7,
    "require_all": "f",
    "scheduled": "t",
    "short_description": "In two weeks, Donald J. Trump will be inaugurated as the new president of the United States of America. After a historic race that was characterized by insults and scandals, the results of the election surprised most of the world. Many people fear of what might happen in the upcoming years as Donald Trump declared climate change is a ''Chinese hoax''; flirted with the idea of nuclear war; insulted women; threatened to deport millions of people and questioned free press. \r\nAre we living in a time of desperation and will the world ''go down'' in the next 4 years or will it all be not that bad? In any case: lets presume the worst and prepare for doomsday!\r\n\r\nIf the total meltdown would happen, what would you bring? This January the 20th I want to give you the chance to preserve a value, idea, item or food you fear might be lost in the future, through sealing them in a metal can. As the can functions as a small time capsule you can re-open them in times of need. For instance, you could preserve your favorite food; store a happy memory or seal of an art piece. Whether the thing you wish to store is practical, ideological or symbolic does not matter: what is more important is that, through canning your favorite stuff, you will have a means of future comfort in the form of a personal story.\r\n\r\nDuring the workshop I will provide the participants with the canning equipment as well as the cans itself. Also I will have some snacks and drinks, but please bring some as well if you fear getting hungry. (you can can it in the process, haha)",
    "spent_cached": 63,
    "stopped.x": "t",
    "timeframe": "18:00 till about 21:00",
    "total_needed_with_recurrence_cached": 100,
    "user_id": 129
  },
  {
    "children_count": 0,
    "collapse_in_website": "f",
    "comment_count": 0,
    "cost_bb": 15,
    "depth": 0,
    "duration": 1,
    "end_at": "2018-04-25 12:00:00",
    "event_created_at": "2017-03-01 13:03:45",
    "event_id": 36,
    "event_updated_at": "2017-08-26 10:24:34",
    "goals": "To create a dialogue about social responsibility.",
    "has_enough_cached": "f",
    "id": 41,
    "image": "Culture_Exchange__small_.jpg",
    "image_content_type": "image/jpeg",
    "image_height": 790,
    "image_size": 205746,
    "image_width": 1920,
    "intended_participants": "Anyone who is eligible to donate blood in Finland and others who want to give moral support",
    "intended_sessions": 6,
    "is_month_long": "f",
    "lft": 71,
    "name": "Culture Exchange",
    "needed_array_cached": "[70, 90, 81, 73, 66, 59]",
    "number_that_can_be_scheduled_cached": 0,
    "place_id": 1,
    "pledgeable_cached": "t",
    "pledged_cached": 96,
    "primary_sponsor_id": 10,
    "proposal_created_at": "2017-02-16 07:10:37",
    "proposal_updated_at": "2017-08-26 10:24:36",
    "published": "t",
    "published_instances": 1,
    "recurrence": 2,
    "remaining_pledges_cached": 26,
    "require_all": "f",
    "rgt": 72,
    "scheduled": "t",
    "sequence": "1.34",
    "short_description": "Blood, it''s in you to give.\r\n\r\nLet''s meet at Temporary for the purpose of creating a dialogue about social responsibility by going, as a group, to give blood. We will walk together to the blood collection clinic (Veripalvelu, Helsinki, Sanomatalo) to collectively donate. Afterwards, we can reflect on the process we just went through and its consequences while we have a snack.\r\n\r\nPlease check the following website to see if you are eligable to donate: https://www.bloodservice.fi/blood-donation/donate-blood/can-you-donate\r\n\r\nIf you are committed to coming, please RSVP to this event so that I can try to make a group appointment at Veripalvelu. \r\n\r\n\r\nDONATION FACTS:\r\n*Every unit of donated blood can save up to 3 lives.\r\n*After donating a unit of whole blood, the average person will replenish the lost VOLUME within 24-48 hours (depending on rate of post-donation fluid intake), but it takes around eight weeks for the donor''s body to replenish all of the formed elements (erythrocytes, leukocytes, and platelets) lost during donation.\r\n*When you donate blood, they test your blood to determine your blood type as well as checking for a variety of infections (Syphilis, Hepatitis B, HIV, Hepatitis C & Human T-lymphotropic virus). If they find something in your blood, they will contact you about it.\r\n\r\n",
    "slug": "culture-exchange-blood-donation",
    "spent_cached": 70,
    "start_at": "2017-04-25 08:00:00",
    "stopped.x": "f",
    "timeframe": "Once every 2 months",
    "total_needed_with_recurrence_cached": 439,
    "user_id": 10
  },
  {
    "children_count": 0,
    "collapse_in_website": "f",
    "comment_count": 0,
    "cost_bb": 0,
    "depth": 0,
    "duration": 1,
    "end_at": "2016-09-20 13:30:00",
    "event_created_at": "2016-09-05 13:04:51",
    "event_id": 2,
    "event_updated_at": "2017-08-26 10:24:34",
    "goals": "* Create a laboratory environement for people to join, learn, experiment and play.\r\n* Eplore new materials/chemicals in preservation and taxidermia.\r\n* Combine basic electronics and traditional taxidermia.\r\n* Hack methodologies from taxidermia to create other stuff.\r\n* Bring together different expertises to co-create a taxidermia 2.0 workshop kit.\r\n* Having a good time at Temporary.\r\n* Initiate a new research node on speculative alien fecal preservation within the astrobiological department of the secret space program of the association of experimental electronics (KOELSE).",
    "has_enough_cached": "t",
    "id": 5,
    "image": "dusjagr_tikus_yogya2014.jpg",
    "image_content_type": "image/jpeg",
    "image_height": 900,
    "image_size": 121224,
    "image_width": 1200,
    "intended_participants": "Naturalists, Cyberneticists, Hackers, Crafters and Cooks",
    "is_month_long": "f",
    "lft": 7,
    "name": "Hackteria's Empathetic Taxidermia Lab",
    "needed_array_cached": "[100]",
    "notified": "f",
    "number_that_can_be_scheduled_cached": 0,
    "place_id": 1,
    "pledgeable_cached": "t",
    "pledged_cached": 70,
    "primary_sponsor_id": 4,
    "proposal_created_at": "2016-09-04 11:44:31",
    "proposal_updated_at": "2017-04-12 10:25:03",
    "published": "f",
    "published_instances": 1,
    "remaining_pledges_cached": 0,
    "require_all": "f",
    "rgt": 8,
    "scheduled": "t",
    "sequence": "1.2",
    "short_description": "Hackteria''s Empathetic Taxidermia Lab is a durational, collaborative and explorative experimentation on taxidermy with Marc Dusseiller aka dusjagr, a co-founder of the Hackteria network. The aim of the lab is to investigate artistic practices and traditional craft with living/non-living media to reconnect us with our ecosystem and ourselves. \r\n \r\nTaxidermy is the art of preparing, stuffing, and mounting the skins of animals for display, study or just simply preservation. It has been around for centuries in various implementations from hobbyists'' anthropomorhic representations of imagined human happiness, to contemporary artists. \r\n\r\nThe pre-festival lab will be set up between 8th and 20th September at Temporary, a newly opened Helsinki''s sandbox for practice-based research into experimental interactive formats. During these days several special events on DIY taxidermy will be held. \r\n\r\nhttp://hackteria.org/wiki/Taxidermia_HEL2016\r\n\r\nMentor\r\nMarc Dusseiller aka dusjagr is a nomadic researcher and workshopologist. He is part of the Center for Alternative Coconut Research and co-founder of SGMK and the Hackteria network. Before travelling the world for making DIY / DIWO laboratories for creative biological experimentation with living media, Marc entered the world of DIY electronics, designing printed circuit boards for synthesizers and organizing workshops and festivals mostly in Zürich. He also loves coconuts.\r\n\r\nhttp://me.dusjagr.guru",
    "slug": "hackteria-s-empathetic-taxidermia-lab",
    "spent_cached": 70,
    "start_at": "2016-09-08 07:00:00",
    "stopped.x": "t",
    "timeframe": "Throughout 8 - 20. September 2016",
    "total_needed_with_recurrence_cached": 100,
    "user_id": 4
  },
  {
    "children_count": 0,
    "collapse_in_website": "f",
    "comment_count": 0,
    "cost_bb": 15,
    "depth": 0,
    "duration": 1,
    "end_at": "2016-12-08 18:00:00",
    "event_created_at": "2016-11-02 09:06:31",
    "event_id": 14,
    "event_updated_at": "2017-08-26 10:24:34",
    "goals": "We want to reverse the museum practice of digitising archives and play with the idea of archiving reproductable items. We also seek to explore what are the precious but untangible items in risk of disappearing into a digital cloud and what their physical format would be like.\r\n\r\n",
    "has_enough_cached": "t",
    "id": 6,
    "image": "2012_digital-to-tangible-4-ikea-receipt-making-of_ore-e-refineries_cool1_ink_xxx_e-1-a_z_pho-1024x768.png",
    "image_content_type": "image/png",
    "image_height": 768,
    "image_size": 1465972,
    "image_width": 1024,
    "intended_participants": "Open for all, in collaboration with artist Eero Yli-vakkuri",
    "intended_sessions": 0,
    "is_month_long": "f",
    "lft": 29,
    "name": "Rescue Museum - Digital-to-Tangible Clinic & Workshop",
    "needed_array_cached": "[100]",
    "notified": "f",
    "number_that_can_be_scheduled_cached": 0,
    "place_id": 1,
    "pledgeable_cached": "t",
    "pledged_cached": 70,
    "primary_sponsor_id": 7,
    "proposal_created_at": "2016-09-06 08:28:36",
    "proposal_updated_at": "2017-04-12 10:25:03",
    "published": "t",
    "published_instances": 1,
    "recurrence": 1,
    "remaining_pledges_cached": 0,
    "require_all": "f",
    "rgt": 30,
    "scheduled": "t",
    "sequence": "1.13",
    "short_description": "Are your hoarding photos, SMS messages and other documents into your mobile-phone? Deleting precious memories can be hard. Be advised that digital materials is not protected against time! On the Digital-to-Tangible (D2T) clinic we’ll convert important (and less important) digital files into formats which have the potential to last trough the ages. Bring your mobile-phone, let''s select your most precious digital content and convert it into A6 sized postcards manually.\r\n\r\nMaterials are be provided\r\nThe Clinic is hosted by\r\nEero Yli-Vakkuri (Ore.e Refineries)\r\n\r\nThe workshop will be documented and is part of Rescue Museum, a project by Päivi Raivio in which skip dived items & trash are archived in a fictional museum. The items are archived and documented using experimental methods. The project results in a book '\"Pocket Museum'\" in early 2017.",
    "slug": "rescue-museum-digital-to-tangible-clinic-workshop",
    "spent_cached": 70,
    "start_at": "2016-12-08 16:00:00",
    "stopped.x": "t",
    "timeframe": "Thursday 1.12. 18.00 - 20.00",
    "total_needed_with_recurrence_cached": 100,
    "user_id": 7
  },
  {
    "children_count": 0,
    "collapse_in_website": "t",
    "comment_count": 0,
    "cost_bb": 15,
    "depth": 0,
    "duration": 1,
    "end_at": "2016-12-19 19:00:00",
    "event_created_at": "2016-10-06 08:34:22",
    "event_id": 7,
    "event_updated_at": "2017-08-26 10:24:34",
    "goals": "To have fun, to broaden one's vocal sphere, to make research for a sound sculpture I'm planning, Electric Guy. I wouldn't like to do it alone.",
    "has_enough_cached": "f",
    "id": 7,
    "image": "medium_P1010237.jpg",
    "image_content_type": "image/jpeg",
    "image_height": 600,
    "image_size": 84311,
    "image_width": 450,
    "intended_participants": "Those who are interested in using their voices not only for talking.",
    "intended_sessions": 5,
    "is_month_long": "f",
    "lft": 15,
    "name": "Voicing body parts",
    "needed_array_cached": "[100, 90, 81, 73, 66]",
    "notified": "f",
    "number_that_can_be_scheduled_cached": 0,
    "place_id": 1,
    "pledgeable_cached": "t",
    "pledged_cached": 287,
    "primary_sponsor_id": 18,
    "proposal_created_at": "2016-09-09 13:19:06",
    "proposal_updated_at": "2017-04-12 10:25:03",
    "published": "t",
    "published_instances": 5,
    "recurrence": 2,
    "remaining_pledges_cached": 0,
    "require_all": "f",
    "rgt": 16,
    "scheduled": "t",
    "sequence": "1.6",
    "short_description": "A workshop of vocal improvisation, where we are going to search for and make reasearch of different body parts, like eyes, ears, armpits, knees etc. This happens vocally.",
    "slug": "voicing-body-parts",
    "spent_cached": 287,
    "start_at": "2016-11-21 17:00:00",
    "stopped.x": "t",
    "timeframe": "5 times 2 hours, between 21 Nov-23 Dec, starting on Monday 21st of Nov at 19-21.",
    "total_needed_with_recurrence_cached": 410,
    "user_id": 18
  },
  {
    "children_count": 0,
    "collapse_in_website": "t",
    "comment_count": 0,
    "cost_bb": 15,
    "depth": 1,
    "duration": 1,
    "end_at": "2017-02-28 11:45:00",
    "event_created_at": "2016-10-02 10:55:35",
    "event_id": 6,
    "event_updated_at": "2017-08-26 10:24:34",
    "goals": "To stimulate thinking about unusual cultural interactions.\r\n\r\nTo generate more potential activities for Temporary.\r\n\r\nTo enhance the trans-disciplinary nature of Temporary''s activities and audience.",
    "has_enough_cached": "f",
    "id": 9,
    "image": "potluck.jpg",
    "image_content_type": "image/jpeg",
    "image_height": 300,
    "image_size": 2554,
    "image_width": 800,
    "intended_participants": "Anyone!",
    "intended_sessions": 3,
    "is_month_long": "f",
    "lft": 2,
    "name": "Proposal-generating pseudo-pyramidscheme vegetarian potluck",
    "needed_array_cached": "[100, 90, 81]",
    "notified": "f",
    "number_that_can_be_scheduled_cached": 0,
    "parent_id": 1,
    "place_id": 1,
    "pledgeable_cached": "t",
    "pledged_cached": 133,
    "primary_sponsor_id": 1,
    "proposal_created_at": "2016-09-15 08:35:15",
    "proposal_updated_at": "2017-08-26 10:24:35",
    "published": "t",
    "published_instances": 1,
    "recurrence": 3,
    "remaining_pledges_cached": 63,
    "require_all": "f",
    "rgt": 3,
    "scheduled": "t",
    "sequence": "1.1.28",
    "short_description": "Temporary seems to be going well so far, but we could use some more proposals.\r\n\r\nAt the ''Proposal-generating pseudo-pyramidscheme vegetarian potluck'', everyone will come with a vegetarian or vegan food item to share, and any beverages one wishes to consume. Participants will also bring at least THREE (3) ideas for potential experiments at Temporary. These don''t have to be finished ideas, or even good ones, but we can toss them out and riff on them, and make a list on paper. \r\n\r\nWe will especially encourage each other to modify or ''remix'' each other''s proposals, kinda like '\"Well that sounds great but what if we also do it while blindfolded/underwater/drunk?'\", with the goal of constructing a tree-shaped map of possible experimental interactions.\r\n\r\nThese will then be massaged into proposals that will actually be submitted to Temporary via the proposal form.\r\n\r\nIf all goes well, this could take place monthly, or bi-monthly, or whenever we need some new ideas.",
    "slug": "proposal-generating-potlucks",
    "spent_cached": 70,
    "start_at": "2016-10-11 11:30:00",
    "stopped.x": "t",
    "timeframe": "one evening, just a few hours",
    "total_needed_with_recurrence_cached": 271,
    "user_id": 1
  },
  {
    "children_count": 0,
    "collapse_in_website": "f",
    "comment_count": 0,
    "cost_bb": 5,
    "depth": 0,
    "duration": 1,
    "end_at": "2016-09-25 19:30:00",
    "event_created_at": "2016-09-25 16:22:19",
    "event_id": 5,
    "event_updated_at": "2017-08-26 10:24:34",
    "goals": "Merge back into your previous life, changed. But holding a key interface for empathy.",
    "has_enough_cached": "t",
    "id": 13,
    "image": "medium_20160925_172051.jpg",
    "image_content_type": "image/jpeg",
    "image_height": 451,
    "image_size": 71513,
    "image_width": 800,
    "intended_participants": "Those who have been Pixelaching.",
    "is_month_long": "f",
    "lft": 13,
    "name": "Empathy Facedrop",
    "needed_array_cached": "[100]",
    "notified": "f",
    "number_that_can_be_scheduled_cached": 0,
    "place_id": 1,
    "pledgeable_cached": "t",
    "pledged_cached": 70,
    "primary_sponsor_id": 11,
    "proposal_created_at": "2016-09-25 14:58:42",
    "proposal_updated_at": "2017-04-12 10:25:03",
    "published": "t",
    "published_instances": 1,
    "remaining_pledges_cached": 0,
    "require_all": "f",
    "rgt": 14,
    "scheduled": "t",
    "sequence": "1.5",
    "short_description": "After 4 days of smiling faces, group hugs, psycho-somatic good-will & pro-tolerance mouthwash spirits, it is time gather again to get ready for that which is ahead, unknown not yet calculated. We offer a temporary transition point where your molecules can mingle with the interior-courtyards of the inner city. No-one knows what is going to happen, and how the recent Pixelache Helsinki 2016 Festival is going to affect you in the long run. We hope forever. That there is an impressed mark, not a stain. Celebrate with us in this experiment that is festival after-party.",
    "slug": "empathy-facedrop",
    "spent_cached": 70,
    "start_at": "2016-09-25 17:30:00",
    "stopped.x": "t",
    "timeframe": "Sunday 25th September, 20.30-23.30",
    "total_needed_with_recurrence_cached": 100,
    "user_id": 11
  },
  {
    "children_count": 0,
    "collapse_in_website": "f",
    "comment_count": 0,
    "cost_bb": 10,
    "depth": 0,
    "duration": 1,
    "end_at": "2016-11-04 17:00:00",
    "event_created_at": "2016-10-12 07:47:47",
    "event_id": 9,
    "event_updated_at": "2017-08-26 10:24:34",
    "goals": "To find out if hair are our aerials.",
    "has_enough_cached": "t",
    "id": 15,
    "image": "tumblr_mw1s51hTEd1qh7pmyo1_500.jpg",
    "image_content_type": "image/jpeg",
    "image_height": 275,
    "image_size": 49445,
    "image_width": 500,
    "intended_participants": "Those willing to cut their hair",
    "intended_sessions": 1,
    "is_month_long": "f",
    "lft": 19,
    "name": "Aerial Hair",
    "needed_array_cached": "[100]",
    "notified": "f",
    "number_that_can_be_scheduled_cached": 0,
    "place_id": 1,
    "pledgeable_cached": "t",
    "pledged_cached": 70,
    "primary_sponsor_id": 2,
    "proposal_created_at": "2016-10-06 10:42:32",
    "proposal_updated_at": "2017-04-12 10:25:03",
    "published": "t",
    "published_instances": 1,
    "recurrence": 1,
    "remaining_pledges_cached": 0,
    "require_all": "f",
    "rgt": 20,
    "scheduled": "t",
    "sequence": "1.7",
    "short_description": "After giving one of my friend a new haircut in the expression of her gratitude she gave me a Japanese lucky “beckoning cat” called maneki-neko. I''ve noticed that this small gesture made the whole interaction even more interesting and since then whoever ask me to cut his/her hair I ask back for non-monetary remuneration. \r\n\r\nAround the same time I''ve watched '\"Withnail & I'\" after which the following quote stuck in my head: “I don’t advise a haircut, man. All hairdressers are in the employment of the government. Hair are your aerials. They pick up signals from the cosmos and transmit them directly into the brain. This is the reason bald-headed men are uptight.” (https://www.youtube.com/watch?v=-NeBfY6U4n8)\r\n\r\nFrom those two episodes, the idea of my new fictional business called '\"Aerial Hair'\" came into being (blessed by maneki-neko of course). The deal is simple: I cut your aerial hair and you pay in return with everything but money. It can be a story telling, massage, Temps transfer, whatever else.... For those still not convinced I have to add that  beside non-professional cutting skills I have a strong sense of aesthetics too. \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "slug": "aerial-hair",
    "spent_cached": 70,
    "start_at": "2016-11-04 11:00:00",
    "stopped.x": "t",
    "timeframe": "18 October 2.30pm - 9pm",
    "total_needed_with_recurrence_cached": 100,
    "user_id": 2
  },
  {
    "children_count": 0,
    "collapse_in_website": "f",
    "comment_count": 0,
    "cost_bb": 20,
    "depth": 0,
    "duration": 1,
    "end_at": "2017-02-27 20:00:00",
    "event_created_at": "2017-02-10 13:52:19",
    "event_id": 29,
    "event_updated_at": "2017-08-26 10:24:34",
    "goals": "-imagine taste of a colour/image\r\n-become more free in cooking\r\n-breaking cooking with texts",
    "has_enough_cached": "t",
    "id": 19,
    "image": "14453960_10154588053003685_1048808272_o.jpg",
    "image_content_type": "image/jpeg",
    "image_height": 2048,
    "image_size": 241603,
    "image_width": 1536,
    "intended_participants": "everyone passionate about food, cooking, art, presentation, appearance, visual culture",
    "intended_sessions": 1,
    "is_month_long": "f",
    "lft": 59,
    "name": "Cooking images",
    "needed_array_cached": "[100]",
    "number_that_can_be_scheduled_cached": 0,
    "place_id": 1,
    "pledgeable_cached": "t",
    "pledged_cached": 70,
    "primary_sponsor_id": 13,
    "proposal_created_at": "2016-10-16 21:33:35",
    "proposal_updated_at": "2017-04-12 10:25:04",
    "published": "t",
    "published_instances": 1,
    "recurrence": 1,
    "remaining_pledges_cached": 0,
    "require_all": "f",
    "rgt": 60,
    "scheduled": "t",
    "sequence": "1.28",
    "short_description": "Normally when cooking following instructions we stick to a written recipe, to get everything right and to be sure that what we end up with and what is being described will be the same thing. \r\nMy plan is to take away the certainty of cooking and follow an already fictional image to begin with. The thing that appears to be present but possibly could have never even existed.\r\nThe idea is to make this happen using edible materials (even if the participant decides not to make it yummy).\r\nSteps: \r\n1) find a painting of food\r\n2) bring some cooking materials with you that you already have\r\n3) let''s go shopping together for additional things we need\r\n4) cook following the image\r\n\r\n\r\n\r\n",
    "slug": "cooking-images",
    "spent_cached": 70,
    "start_at": "2017-02-27 16:00:00",
    "stopped.x": "t",
    "timeframe": "end of February",
    "total_needed_with_recurrence_cached": 100,
    "user_id": 13
  },
  {
    "children_count": 0,
    "collapse_in_website": "f",
    "comment_count": 0,
    "cost_bb": 20,
    "cost_euros": 10,
    "depth": 0,
    "duration": 1,
    "end_at": "2016-11-27 14:00:00",
    "event_created_at": "2016-10-25 14:20:50",
    "event_id": 12,
    "event_updated_at": "2017-08-26 10:24:34",
    "goals": "The goals of this experiment to preserve food over a longer time that would have otherwise had gone to waste, channel streams of waste and use them to our advantage, to set up a low tech manufacturing process ad get some people together to have a fun day cooking some crazy recipes.",
    "has_enough_cached": "t",
    "id": 21,
    "image": "medium_pieromanzoni.jpg",
    "image_content_type": "image/jpeg",
    "image_height": 600,
    "image_size": 139172,
    "image_width": 656,
    "intended_participants": "10-20",
    "intended_sessions": 4,
    "is_month_long": "f",
    "lft": 25,
    "name": "Dumpsterdive Canning Workshop",
    "needed_array_cached": "[100]",
    "notified": "f",
    "number_that_can_be_scheduled_cached": 0,
    "place_id": 1,
    "pledgeable_cached": "t",
    "pledged_cached": 70,
    "primary_sponsor_id": 129,
    "proposal_created_at": "2016-10-19 17:38:41",
    "proposal_updated_at": "2017-04-12 10:25:04",
    "published": "t",
    "published_instances": 1,
    "recurrence": 1,
    "remaining_pledges_cached": 0,
    "require_all": "f",
    "rgt": 26,
    "scheduled": "t",
    "sequence": "1.11",
    "short_description": "Hello everybody,\r\n\r\nMy name is Will van Twuijver and I would like to host a workshop some time in November in which I want to get a group of people together to start up a small manufacturing process. The idea is to set up a ''low-tech canning factory'' that will process leftover food from different sources and put it in metal cans. \r\nThe workshop will contain: scavenging food, developing recipes, processing, canning and designing labels. \r\nHopefully enough people are interesting in participating!\r\n\r\nRegards, \r\nWill\r\n",
    "slug": "dumpsterdive-canning-workshop",
    "spent_cached": 70,
    "start_at": "2016-11-27 09:00:00",
    "stopped.x": "t",
    "timeframe": "whole day workshop",
    "total_needed_with_recurrence_cached": 100,
    "user_id": 129
  },
  {
    "children_count": 0,
    "collapse_in_website": "f",
    "comment_count": 0,
    "cost_bb": 15,
    "depth": 0,
    "duration": 1,
    "end_at": "2016-11-09 04:00:00",
    "event_created_at": "2016-10-19 08:17:23",
    "event_id": 10,
    "event_updated_at": "2017-08-26 10:24:34",
    "goals": "* To rapidly, collectively programme an evening of interactions around a theme\r\n<br />\r\n* To examine and critique systems of power\r\n<br />\r\n* To genuinely seek a better understanding of politics and our own agency as creative, independent people\r\n<br />\r\n* To support each other through what might be a painful evening\r\n<br />\r\n* To think about what might come next\r\n",
    "has_enough_cached": "f",
    "id": 17,
    "image": "SkypePhoto_20161011_23_35_45.jpg",
    "image_content_type": "image/jpeg",
    "image_height": 1200,
    "image_size": 305396,
    "image_width": 900,
    "intended_participants": "anyone! Content will have an American focus given the evening and who proposed this, unless you can suggest some better ideas!",
    "intended_sessions": 3,
    "is_month_long": "f",
    "lft": 21,
    "name": "Democracy: What happened?",
    "needed_array_cached": "[70, 63, 81]",
    "notified": "f",
    "place_id": 1,
    "pledgeable_cached": "f",
    "pledged_cached": 214,
    "primary_sponsor_id": 1,
    "proposal_created_at": "2016-10-10 18:09:16",
    "proposal_updated_at": "2017-06-07 09:30:45",
    "published": "t",
    "published_instances": 3,
    "recurrence": 2,
    "remaining_pledges_cached": 0,
    "require_all": "f",
    "rgt": 22,
    "scheduled": "t",
    "sequence": "1.9",
    "short_description": "<em>Democracy: What happened?</em> is an experiment to dissect the corpse of the democratic process on the night of the 2016 US presidential election, aka the western world''s ultimate clusterfuck of a flawed political process/reality show.\r\n<br />\r\nIn addition to watching the election results roll in, throughout the evening various subprogrammes will take place that will examine the current state of democracy and play with the theme and format using those who choose to attend as subjects. We look to Temporary''s community to propose workshops, talks, performances or other sub-experiments that will start around (or before) midnight and run until around 3:00 AM, when the first results will start to be announced.\r\n<br />\r\nThis is not just a chance to rant and rave, but hopefully some sort of way we can collectively, therapeutically work through the crisis undergoing liberal capitalism today, so let''s consider anything to be fair game: Brexit, Finnish politics, Eurovision, or the fake-democratic system of proposals/pledges at Temporary.\r\n<br />\r\n<b>Please use this proposal page to propose your own ideas as comments (below!).</b>\r\n<br />\r\nOne week before (1 November), we will democratically '\"vote'\" to choose the programme. On election night (8 November) we''ll actually do it. In addition to whatever activities take place, we will also try to collectively prepare food and drink so we can all get through this together. And bring pillows, it''s gonna be a late night.",
    "slug": "democracy-what-happened",
    "spent_cached": 214,
    "start_at": "2016-11-01 17:00:00",
    "stopped.x": "t",
    "timeframe": "8 November from 22:00 - 05:00; also 1 November: voting session held during Temporary''s regular Tuesday night",
    "total_needed_with_recurrence_cached": 214,
    "user_id": 1
  },
  {
    "children_count": 0,
    "collapse_in_website": "f",
    "comment_count": 0,
    "cost_bb": 20,
    "depth": 0,
    "duration": 1,
    "event_created_at": "2016-10-19 08:33:54",
    "event_id": 11,
    "event_updated_at": "2017-08-26 10:24:34",
    "goals": "To create inexpensive and unusual microphones to be used for sound experimentation (music, field recordings, etc).\r\n\r\nTo learn how to make microphones.\r\n\r\nMaybe if we make some really amazing ones we could try to sell them and get rich.",
    "has_enough_cached": "f",
    "id": 14,
    "image": "medium_325-F5-DYI-Parabolic-Mic-SECONDARY-2.png",
    "image_content_type": "image/png",
    "image_height": 593,
    "image_size": 820203,
    "image_width": 800,
    "intended_participants": "Those interested in sound experimentation, recording, basic electronics or just anyone who likes the idea.",
    "intended_sessions": 0,
    "is_month_long": "f",
    "lft": 23,
    "name": "Microphone building club",
    "needed_array_cached": "[100]",
    "notified": "f",
    "number_that_can_be_scheduled_cached": 0,
    "place_id": 1,
    "pledgeable_cached": "t",
    "pledged_cached": 133,
    "primary_sponsor_id": 1,
    "proposal_created_at": "2016-10-06 09:07:36",
    "proposal_updated_at": "2017-08-26 10:24:35",
    "proposalstatus_id": 1,
    "published": "t",
    "published_instances": 1,
    "recurrence": 3,
    "remaining_pledges_cached": 63,
    "require_all": "f",
    "rgt": 24,
    "scheduled": "t",
    "sequence": "1.10",
    "short_description": "Microphones are expensive to buy but the components inside of them are not necessarily so. I''d like to get a group together every two months to play around with making our own microphones (contact, dynamic, condenser, parabolic, binaural, etc).\r\n\r\nThis would be minimally organised by collecting a few €€ from everyone who wants to come and then buying some basic components (elements, cabling, connectors). Then each time we meet we could experiment with putting the components inside different housings (made from whatever - trash, storage containers, old toys, doll parts, etc.) and seeing what it all sounds like.\r\n\r\nIf someone has some expertise on the matter then they could ''lead'' or ''facilitate'', as I personally have no idea and will just try to figure it out. Could we try to figure it out collectively? If you have an idea for a more directed project please comment below!",
    "slug": "microphone-building-club",
    "spent_cached": 70,
    "start_at": "2016-11-27 10:30:00",
    "stopped.x": "t",
    "timeframe": "Once every two months, maybe, on a Saturday or Sunday afternoon for a few hours?",
    "total_needed_with_recurrence_cached": 200,
    "user_id": 1
  },
  {
    "children_count": 0,
    "collapse_in_website": "f",
    "comment_count": 0,
    "cost_bb": 15,
    "depth": 0,
    "duration": 1,
    "end_at": "2017-02-17 18:00:00",
    "event_created_at": "2017-02-15 08:50:49",
    "event_id": 30,
    "event_updated_at": "2017-08-26 10:24:34",
    "goals": "To explore trust, touch, intimacy and transformation as ways of knowing the best possible haircut for you at that moment.",
    "has_enough_cached": "t",
    "id": 22,
    "image": "IMG_20160930_105606.jpg",
    "image_content_type": "image/jpeg",
    "image_height": 666,
    "image_size": 139756,
    "image_width": 666,
    "intended_participants": "Everyone ready for change and who needs a new haircut.",
    "intended_sessions": 1,
    "is_month_long": "f",
    "lft": 61,
    "name": "Aura Reading and Psychic Haircuts",
    "needed_array_cached": "[100]",
    "number_that_can_be_scheduled_cached": 0,
    "place_id": 1,
    "pledgeable_cached": "t",
    "pledged_cached": 70,
    "primary_sponsor_id": 130,
    "proposal_created_at": "2016-10-22 19:09:14",
    "proposal_updated_at": "2017-04-12 10:25:04",
    "proposalstatus_id": 1,
    "published": "t",
    "published_instances": 1,
    "recurrence": 1,
    "remaining_pledges_cached": 0,
    "require_all": "f",
    "rgt": 62,
    "scheduled": "t",
    "sequence": "1.29",
    "short_description": "Eero Dinero, aka, Ernest Truely, aka Ernie offers haircuts and styles based on your aura.\r\nBrand marks and stick and poke tattoos also available. Pop in 31 October 11:00 -16:00 or schedule appointments erniespopuospa@gmail.com",
    "slug": "aura-readings-and-psychic-haircuts",
    "spent_cached": 70,
    "start_at": "2017-02-17 13:00:00",
    "stopped.x": "t",
    "timeframe": "31 October 2016",
    "total_needed_with_recurrence_cached": 100,
    "user_id": 130
  },
  {
    "children_count": 0,
    "collapse_in_website": "f",
    "comment_count": 0,
    "cost_bb": 15,
    "depth": 0,
    "duration": 1,
    "event_created_at": "2016-11-02 09:24:11",
    "event_id": 15,
    "event_updated_at": "2017-08-26 10:24:34",
    "goals": "1. to create a format for sharing ideas while eating snacks;\r\n2. to provide a venue for different ways of approaching the idea that we have no self;\r\n3. to bring together speakers and listeners who would not normally meet each other;\r\n4. to arrange for the differences between speakers and listeners to melt away.\r\n",
    "has_enough_cached": "f",
    "id": 23,
    "image": "woodcut.jpg",
    "image_content_type": "image/jpeg",
    "image_height": 388,
    "image_size": 85520,
    "image_width": 1280,
    "intended_participants": "academics, activists, anthropologists, apocalyptics, artists.",
    "intended_sessions": 1,
    "is_month_long": "f",
    "lft": 31,
    "name": "viv002 Fireside Chat: Bryan Alexander",
    "needed_array_cached": "[100]",
    "notified": "f",
    "number_that_can_be_scheduled_cached": 0,
    "place_id": 1,
    "pledgeable_cached": "t",
    "pledged_cached": 70,
    "primary_sponsor_id": 40,
    "proposal_created_at": "2016-10-28 08:14:14",
    "proposal_updated_at": "2017-04-12 10:25:04",
    "published": "t",
    "published_instances": 1,
    "recurrence": 3,
    "remaining_pledges_cached": 0,
    "require_all": "f",
    "rgt": 32,
    "scheduled": "t",
    "sequence": "1.14",
    "short_description": "This is a proposal for an event at Temporary by <a href='\"http://convivialmechanics.com'\">Convivial Mechanics</a>. We hope that it will be the first of an irregular series of fireside chats. The format will be simple. People will bring their own cushions to sit on. They will bring a snack to share. We will bring a pretend fireplace. There will be a conversation between two people that will open out into a roomwide discussion. We will livestream the chat and make the video available for posterity at the convivial mechanics website. The topics will be connected, in one way or another, to the idea that we are '\"stories all the way down'\".\r\n\r\nThe first fireside chat will test the format and, if it works, we will return to propose a full series.\r\n\r\nThe pilot will centre around the work of Bryan Alexander, and specifically his interest in uncanny valley memes, which you can find <a href='\"http://infocult.typepad.com/'\">here</a>. You can find out more than you will want to know about Bryan at <a href='\"http://bryanalexander.org'\">bryanalexander.org</a>. He is in Helsinki for a week and we want to hear what he has to say about the fact that '\"we haunt every medium we make'\".\r\n\r\nThe part of the host will be played by Owen Kelly.\r\n\r\n",
    "slug": "convivial-mechanics",
    "spent_cached": 70,
    "start_at": "2016-11-15 15:05:00",
    "stopped.x": "t",
    "timeframe": "Tuesday, November 15, 17:05 - 19:25",
    "total_needed_with_recurrence_cached": 100,
    "user_id": 40
  },
  {
    "comment_count": 0,
    "duration": 1,
    "goals": "Bring to Finland this innovative tool for healing and empowerment.",
    "has_enough_cached": "f",
    "id": 24,
    "intended_participants": "Any adult willing to deepen self-awareness and consciousness.",
    "intended_sessions": 1,
    "is_month_long": "f",
    "name": "Healing the tree - Family Constellations and Metagenealogy",
    "needed_array_cached": "[100]",
    "number_that_can_be_scheduled_cached": 0,
    "pledgeable_cached": "t",
    "pledged_cached": 0,
    "proposal_created_at": "2016-11-01 17:47:49",
    "proposal_updated_at": "2017-04-12 10:25:04",
    "published_instances": 0,
    "recurrence": 1,
    "remaining_pledges_cached": 0,
    "require_all": "f",
    "short_description": "A two days work bringing participants to the understanding and solution of the hidden issues deriving from the challenges, traumas and habits inherited from the family system. \r\nIt will take place over a weekend, about 8 hours of work each day. \r\nDuring the first day we will deepen the analysis of the Family Tree of participants, bringing awareness and consciousness about those events and dynamics which have an influence on the family system and their life.\r\nDuring the second day we will heal the open issues through Family Constellations. Each participant will have her/his own constellation. \r\nIt is a powerful work already implemented in Italy and Czech Republic.\r\nIt is open to a group up to 16 people.\r\nParticipant will have to cover a cost of 220€, early birds registering before January 15th will have to cover 180€.\r\nFor more information please check this page: http://animadellaterra.it/en/english-18-19-feb-2017-heal-the-tree-family-constellations-helsinki/",
    "spent_cached": 0,
    "stopped.x": "t",
    "timeframe": "Saturday February 18th 10.00-19.00 and Sunday February 19th 10-00-19.00",
    "total_needed_with_recurrence_cached": 100,
    "user_id": 142
  },
  {
    "children_count": 0,
    "collapse_in_website": "f",
    "comment_count": 0,
    "cost_bb": 10,
    "depth": 0,
    "duration": 1,
    "end_at": "2017-01-19 09:30:00",
    "event_created_at": "2017-01-10 14:17:51",
    "event_id": 22,
    "event_updated_at": "2017-08-26 10:24:34",
    "goals": "- get parents and children to play with programing and digital drawing (perhaps they learn something in between)\r\n- explore what an invention can be\r\n- have fun",
    "has_enough_cached": "f",
    "id": 32,
    "image": "Screen_Shot_2017-01-10_at_12.03.44.png",
    "image_content_type": "image/png",
    "image_height": 754,
    "image_size": 363932,
    "image_width": 760,
    "intended_participants": "pre-school children (eskarit= 6y)",
    "intended_sessions": 2,
    "is_month_long": "f",
    "lft": 45,
    "name": "Ohjelmointiin ja digitaaliseen piirtämiseen työpaja lapsille",
    "needed_array_cached": "[100, 90]",
    "number_that_can_be_scheduled_cached": 0,
    "place_id": 1,
    "pledgeable_cached": "t",
    "pledged_cached": 133,
    "primary_sponsor_id": 32,
    "proposal_created_at": "2017-01-10 10:04:54",
    "proposal_updated_at": "2017-04-12 10:25:05",
    "published": "t",
    "published_instances": 1,
    "recurrence": 2,
    "remaining_pledges_cached": 0,
    "require_all": "f",
    "rgt": 46,
    "scheduled": "t",
    "sequence": "1.21",
    "short_description": "A short hands on workshop using scratch Jr to help Children (pre-school age) get familiar with some basics of programing. The workshop uses drawing, games and small group tasks. In the workshop adults (caretakers and parents) and children will work together on a small game. The ws is part of a semester long engagement of the children with the theme of '\"inventing'\" and '\"doing'\" that also serves as preparation for a longer trip to Tarto in the spring where the children will visit an '\"inventors village'\".\r\n\r\nThe workshop is done with the support of Temporary, in collaboration with Kasityökoulurobotti - Laura Uusitalo (http://www.kasityokoulurobotti.fi/), Vironniemen päiväkodin kannatusyhdistys  (http://vironniemi.fi/) and the Vironiemi childcare center.\r\n",
    "slug": "ohjelmointiin-ja-digitaaliseen-piirtamiseen-tyopaja-lapsille",
    "spent_cached": 133,
    "start_at": "2017-01-18 07:30:00",
    "stopped.x": "t",
    "timeframe": "18.1 and 19.1 from 9:30 to 11:30 am",
    "total_needed_with_recurrence_cached": 190,
    "user_id": 32
  },
  {
    "children_count": 0,
    "collapse_in_website": "f",
    "comment_count": 0,
    "cost_bb": 15,
    "depth": 0,
    "duration": 1,
    "end_at": "2016-11-23 18:00:00",
    "event_created_at": "2016-11-15 20:28:21",
    "event_id": 16,
    "event_updated_at": "2017-08-26 10:24:34",
    "goals": "to get creative together, put food scraps into use, give birds some extra energy for winter",
    "has_enough_cached": "t",
    "id": 26,
    "image": "M1116.jpg",
    "image_content_type": "image/jpeg",
    "image_height": 1000,
    "image_size": 134855,
    "image_width": 1000,
    "intended_participants": "everyone!",
    "intended_sessions": 1,
    "is_month_long": "f",
    "lft": 33,
    "name": "Bird Balls",
    "needed_array_cached": "[100]",
    "number_that_can_be_scheduled_cached": 0,
    "place_id": 1,
    "pledgeable_cached": "t",
    "pledged_cached": 70,
    "primary_sponsor_id": 13,
    "proposal_created_at": "2016-11-08 08:49:59",
    "proposal_updated_at": "2017-04-12 10:25:04",
    "published": "t",
    "published_instances": 1,
    "recurrence": 1,
    "remaining_pledges_cached": 0,
    "require_all": "f",
    "rgt": 34,
    "scheduled": "t",
    "sequence": "1.15",
    "short_description": "Oh no, the birds are already behind the window looking at me, because they know I have been wanting to make them some bird fat balls...\r\n\r\nIn the workshop we would make some bird fat balls and other treats for the small birds, now whose food is deep under the snow. We will try the traditional fats such as lard and suet, but also coconut oil seems to be ok for birds, for those who would like to try this out. You could take all sorts of food scraps with you and we will find out if it is suitable for birds. Let''s make them some crazy snacks!",
    "slug": "bird-balls",
    "spent_cached": 70,
    "start_at": "2016-11-23 16:30:00",
    "stopped.x": "t",
    "timeframe": "as soon as possible",
    "total_needed_with_recurrence_cached": 100,
    "user_id": 13
  },
  {
    "children_count": 0,
    "collapse_in_website": "f",
    "comment_count": 0,
    "cost_bb": 10,
    "depth": 0,
    "duration": 1,
    "end_at": "2017-02-11 21:55:00",
    "event_created_at": "2017-02-08 09:45:06",
    "event_id": 28,
    "event_updated_at": "2017-08-26 10:24:34",
    "goals": "The experiment attempts to find points of convergence where dialogical processes, labor, play, trash and environment meet. The end result of the experiment will hopefully be a combining of physical, sensory and social experiences within the fabricated environment where viewers will be absorbed into a temporary world existing between fantasy and reality, art and architecture, as well as viewer and environment.",
    "has_enough_cached": "f",
    "id": 27,
    "image": "DOS_MAIN.jpg",
    "image_content_type": "image/jpeg",
    "image_height": 1080,
    "image_size": 1409506,
    "image_width": 1920,
    "intended_participants": "People who are curious, who enjoy learning and who like to explore.",
    "intended_sessions": 18,
    "is_month_long": "f",
    "lft": 57,
    "name": "The Dialectics of Space",
    "needed_array_cached": "[100, 90, 81, 73, 66, 59, 53, 48, 43, 39, 35, 31, 28, 25, 23, 21, 20, 20]",
    "number_that_can_be_scheduled_cached": 0,
    "place_id": 1,
    "pledgeable_cached": "t",
    "pledged_cached": 561,
    "primary_sponsor_id": 10,
    "proposal_created_at": "2016-11-28 10:48:19",
    "proposal_updated_at": "2017-04-12 10:25:04",
    "published": "t",
    "published_instances": 3,
    "recurrence": 3,
    "remaining_pledges_cached": 0,
    "require_all": "f",
    "rgt": 58,
    "scheduled": "t",
    "sequence": "1.27",
    "short_description": "I propose to fabricate a temporary environment to occupy the entirety Temporary''s space. The installation will not just be a construction, but a functional and social space where the various zones are also utilized for relational events such as meals, workshops, meetings, et cetera where the space and the event inform each other for the creation of a imposing situation and a unusual or unique experience. \r\n\r\nThe installation will require a week of construction prior to the official opening with elements in the installation changing and being added to over the course of the experiment. The installation will be built specifically to interact with the Temporary architecture as a whole, looking to transform it into an interactive and explorable space which can be at times physically intimidating while in other moments comforting, creating a visceral reaction in the viewer. The space itself will become one single, ephemeral work of art/architecture/environment. Events in the space will be situated in nodes of the installation specifically constructed for the ongoing specifically planned events.\r\n\r\nThe viewer will be immersed in a sensory and inflicting environment which, beyond its physicality, will affect individuals through changing light and sound-scapes. The only way to understand the gestalt of the work will be to spend time exploring the space as well as attending the scheduled events happening during the experiment period.",
    "slug": "the-dialectics-of-space",
    "spent_cached": 561,
    "start_at": "2017-04-06 08:00:00",
    "stopped.x": "t",
    "timeframe": "3 weeks total, one week of construction (March 30th - April 6th 2017) and two weeks of durational experiment (April 6th - 21st 2017)",
    "total_needed_with_recurrence_cached": 1416,
    "user_id": 10
  },
  {
    "children_count": 0,
    "collapse_in_website": "f",
    "comment_count": 0,
    "cost_bb": 15,
    "depth": 0,
    "duration": 1,
    "end_at": "2016-11-30 19:00:00",
    "event_created_at": "2016-11-29 16:00:37",
    "event_id": 18,
    "event_updated_at": "2017-08-26 10:24:34",
    "goals": "to know the future",
    "has_enough_cached": "t",
    "id": 28,
    "image": "zabawy-na-andrzejki_346116.jpg",
    "image_content_type": "image/jpeg",
    "image_height": 338,
    "image_size": 21500,
    "image_width": 506,
    "intended_participants": "everybody with at least one shoe and who wants to know the future",
    "intended_sessions": 1,
    "is_month_long": "f",
    "lft": 37,
    "name": "Andrzejki",
    "needed_array_cached": "[100]",
    "number_that_can_be_scheduled_cached": 0,
    "place_id": 1,
    "pledgeable_cached": "t",
    "pledged_cached": 70,
    "primary_sponsor_id": 146,
    "proposal_created_at": "2016-11-28 14:07:08",
    "proposal_updated_at": "2017-04-12 10:25:04",
    "published": "t",
    "published_instances": 1,
    "recurrence": 1,
    "remaining_pledges_cached": 0,
    "require_all": "f",
    "rgt": 38,
    "scheduled": "t",
    "sequence": "1.17",
    "short_description": "29/30 November in Poland is the day of mysterious parties with the candles and future telling games, called Andrzejki (St Andrew Day). There are hundreds of ideas of how to find out about the future. The most popular practices are wax pouring and shoes competition.\r\n\r\nOn the evening of 30th November at Temporary Wróżka Violetta and Pani Kaszpirowska will become the masters of the ceremony: imaginary characters which will read your future using traditional and invented methods. The music will be played by the DJ Jutjub.\r\n\r\nThe only thing you have to do is to bring yourself, candles and at least one shoe (you can also wear it). Everyone brings some food and drinks to share. If you feel that there is some special outfit you would like to wear that evening you should definitely put it on. \r\n\r\nCome If you are brave enough and want to know your future. The shoes don''t lie. \r\n",
    "slug": "andrzejki",
    "spent_cached": 70,
    "start_at": "2016-11-30 16:00:00",
    "stopped.x": "t",
    "timeframe": "30 November 18:00 - 21:00",
    "total_needed_with_recurrence_cached": 100,
    "user_id": 2
  },
  {
    "children_count": 0,
    "collapse_in_website": "f",
    "comment_count": 0,
    "cost_bb": 20,
    "depth": 0,
    "duration": 1,
    "end_at": "2017-01-15 15:00:00",
    "event_created_at": "2016-12-14 09:43:05",
    "event_id": 20,
    "event_updated_at": "2017-08-26 10:24:34",
    "goals": "Super basic entry level electronics project. We will make 2 leads you can use for further experimentation. hear what light sounds like. build these projects then stick around for a jam. BYO lights and be great to get 5eu for materials, I'm broke.",
    "has_enough_cached": "t",
    "id": 29,
    "image": "fan_light_sound.JPG",
    "image_content_type": "image/jpeg",
    "image_height": 1536,
    "image_size": 717093,
    "image_width": 2048,
    "intended_participants": "open to all",
    "intended_sessions": 1,
    "is_month_long": "f",
    "lft": 41,
    "name": "super basic optical audio",
    "needed_array_cached": "[100]",
    "number_that_can_be_scheduled_cached": 0,
    "place_id": 1,
    "pledgeable_cached": "t",
    "pledged_cached": 70,
    "primary_sponsor_id": 171,
    "proposal_created_at": "2016-11-30 08:02:16",
    "proposal_updated_at": "2017-04-12 10:25:04",
    "published": "t",
    "published_instances": 1,
    "recurrence": 1,
    "remaining_pledges_cached": 0,
    "require_all": "f",
    "rgt": 42,
    "scheduled": "t",
    "sequence": "1.19",
    "short_description": "Make your own photovoltaic pick up and photorestive lead for general exploration of modulating light/sound.",
    "slug": "super-basic-optical-audio-workshop",
    "spent_cached": 70,
    "start_at": "2017-01-15 11:00:00",
    "stopped.x": "t",
    "timeframe": "3 hours",
    "total_needed_with_recurrence_cached": 100,
    "user_id": 171
  },
  {
    "children_count": 0,
    "collapse_in_website": "f",
    "comment_count": 0,
    "cost_bb": 10,
    "depth": 0,
    "duration": 1,
    "end_at": "2017-03-23 17:00:00",
    "event_created_at": "2017-03-01 11:49:27",
    "event_id": 33,
    "event_updated_at": "2017-08-26 10:24:34",
    "goals": "for participants to experience heartfulness meditation and benefit through an improved quality of life, stress relief, better quality of sleep, stimulation of the immune system, and greater concentration. the workshop will also improve the general atmosphere at the temporary space. It will bring in a meditative state\r\nwithin us that will manifest our heart’s intrinsic goodness.\r\nThis expression of goodness will make peace dynamic and life-affirming,\r\nand in its wake, brings unity and harmony to this world.",
    "has_enough_cached": "t",
    "id": 45,
    "image": "medium_13886893_615757568585337_7704586917897907610_n.jpg",
    "image_content_type": "image/jpeg",
    "image_height": 600,
    "image_size": 60841,
    "image_width": 716,
    "intended_participants": "everyone, because we all can benefit individually and collectively from meditation",
    "intended_sessions": 1,
    "is_month_long": "f",
    "lft": 65,
    "name": "heartfulness meditation workshop",
    "needed_array_cached": "[100]",
    "number_that_can_be_scheduled_cached": 0,
    "place_id": 1,
    "pledgeable_cached": "t",
    "pledged_cached": 70,
    "primary_sponsor_id": 235,
    "proposal_created_at": "2017-02-24 13:25:04",
    "proposal_updated_at": "2017-04-12 10:25:06",
    "published": "t",
    "published_instances": 1,
    "recurrence": 1,
    "remaining_pledges_cached": 0,
    "require_all": "f",
    "rgt": 66,
    "scheduled": "t",
    "sequence": "1.31",
    "short_description": "Experience Heartfulness Meditation in this 1 hour introductory workshop(suomea teksti alhaalla)\r\n\r\nMeditation reflects your consciousness. Through meditation, you get the opportunity to look deep into yourself.\r\n\r\nWhether you are looking for a way to relax, find a personal spiritual practice, or reach the highest levels of human potentiality through yogic transmission; we invite you to have a practical experience and benefit from Heartfulness Meditation. There is no fee for learning or the practice. For more information go to - www.heartfulness.org and '\"heartfulness finland'\" in facebook.\r\n\r\nYou don’t need faith or knowledge to experience! Simply do it and feel!\r\n\r\nBeyond this Heartfulness Meditation Workshop, it is always possible to start the Heartfulness Meditation practice: just call for an appointment(050-5340783); or come to the Heartfulness Café taking place every Saturday at 3:00 pm at the Heartfulness Meditation Center, Pietarinkatu 9, Helsinki; or to the group meditations at the same place on Wednesdays at 6:00 pm and Sundays at 9:00 am(come 20 min before in order to get a quick orientation).\r\n-----------------------------------------------------------------------\r\n\r\nHeartfulness-meditaatio – tutustu siihen tunnin kestävässä workshopissa.\r\n\r\nMeditaatio kuvastaa tietoisuuttasi. Saat tilaisuuden katsoa syvälle itseesi.\r\n\r\nVoit ehkä kaivata rentoutumiskeinoa, etsiä omaa henkisyyden harjoittamisen tapaasi tai tavoitella ihmisen potentiaalin korkeimpia tasoja joogisen transmission avulla – kutsumme sinua saamaan kokemus Heartfulness-meditaatiosta. Sen opettamisesta tai harjoittamisesta ei peritä maksua. Lisätietoa: www.heartfulness.org ja facebookissa '\"heartfulnessfinland'\".\r\n\r\nOma kokemus ei tarvitse usko tai tietoa! Yksinkertaisesti, kokeile itse! \r\n\r\nTämän Heartfulness-meditaation workshopin ulkopuolella voit aina aloittaa soittamalla 505-5340783 ja sopimalla tapaamisesta ohjaajan kanssa. Tai voit tulla joka lauantain Heartfulness-cafen tutustumistilaisuuteen klo 15.00 tai ryhmämeditaatioihin keskiviikkoisin klo 18.00 ja sunnuntaisin klo 9.00 keskuksessamme Pietarinkatu 9, Helsinki (tulethan näihin istuntoihin jo n 20 aikaisemmin niin saat asiasta lyhyen esittelyn).\r\n\r\n",
    "slug": "heartfulness-meditation-workshop",
    "spent_cached": 70,
    "start_at": "2017-03-23 16:00:00",
    "stopped.x": "t",
    "timeframe": "thursday, march 23st, 2017, 5:30-6:30 pm",
    "total_needed_with_recurrence_cached": 100,
    "user_id": 235
  },
  {
    "children_count": 0,
    "collapse_in_website": "f",
    "comment_count": 0,
    "cost_bb": 10,
    "depth": 0,
    "duration": 1,
    "end_at": "2017-03-21 16:00:00",
    "event_created_at": "2017-01-11 12:16:07",
    "event_id": 23,
    "event_updated_at": "2017-08-26 10:24:34",
    "goals": "- provide students with a way of sharing their works with others in a comfortable and experimental setting\r\n- create an environment during these two days that encourages playfulness, thoughtfulness, or experimentation for both kinds of participants (students and others) focussing on general sound-related concepts and topics\r\n- have a snack and hear some noise",
    "has_enough_cached": "t",
    "id": 33,
    "image": "14761619524_635d434e3b_k.jpg",
    "image_content_type": "image/jpeg",
    "image_height": 1491,
    "image_size": 668669,
    "image_width": 2048,
    "intended_participants": "Anyone",
    "intended_sessions": 2,
    "is_month_long": "f",
    "lft": 47,
    "name": "ArtSoundPlayground Open House",
    "needed_array_cached": "[100]",
    "number_that_can_be_scheduled_cached": 0,
    "place_id": 1,
    "pledgeable_cached": "f",
    "pledged_cached": 133,
    "primary_sponsor_id": 204,
    "proposal_created_at": "2017-01-11 10:49:38",
    "proposal_updated_at": "2017-04-12 10:25:05",
    "published": "t",
    "published_instances": 1,
    "recurrence": 1,
    "remaining_pledges_cached": 0,
    "require_all": "f",
    "rgt": 48,
    "scheduled": "t",
    "sequence": "1.22",
    "short_description": "Students from the SAMA ''Sound Art Project Course'' will be building interactive works, noisy things that can be played on and with, and putting on performances during these two days.\r\n\r\nEach day will have its own rhythm, different atmosphere, and different participants.\r\n\r\nAnyone is welcome to join during these days. Snacks (whose sounds, when eaten, will complement the sonic atmosphere) will be provided, and though it won''t be an Open Day, anyone is welcome to come snooze on a couch while basking in the sounds; play, ask questions to, and interact with objects, sounds, and us.",
    "slug": "artsoundplayground-open-house",
    "spent_cached": 133,
    "start_at": "2017-03-20 09:00:00",
    "stopped.x": "t",
    "timeframe": "20-21.3.2017 (11:00-18:00)",
    "total_needed_with_recurrence_cached": 100,
    "user_id": 204
  },
  {
    "comment_count": 0,
    "duration": 1,
    "goals": "1. To experiment with making sharing economies real;\r\n2. To encourage students to think outside the traditional marketplace;\r\n3. To take studies into the city;\r\n4. To create something which didn''t exist before.",
    "has_enough_cached": "t",
    "id": 37,
    "intended_participants": "Students from Arcada; members of Temporary; interested passers-by",
    "intended_sessions": 1,
    "is_month_long": "f",
    "name": "Stories Of... Pitches & Ownership",
    "needed_array_cached": "[100]",
    "number_that_can_be_scheduled_cached": 0,
    "pledgeable_cached": "t",
    "pledged_cached": 70,
    "proposal_created_at": "2017-01-31 12:59:03",
    "proposal_updated_at": "2017-04-12 10:25:05",
    "published_instances": 1,
    "recurrence": 1,
    "remaining_pledges_cached": 0,
    "require_all": "f",
    "scheduled": "t",
    "short_description": "In May a group of event management students from Arcada will present four days of events and activities at Temporary in order to explore the further shores of the sharing economy. They will be allowed to barter, borrow, exchange time, and use TEMPS to put these events on. They will not be allowed to use money.\r\n\r\nIn January a group of MA students on the Media Management course will explore Temporary to explore the ideas behind the space and the TEMP. They will work in teams and look at the building, the current membership, the potential audiences, the availability of resources nearby; and from this they will devise project plans, suggesting how the MA students might use elements of the sharing economy to put on events that attract interested participants.\r\n\r\nTonight the two groups will meet for the first time. The MA students will pitch their ideas to the events managers, and everyone else present. They will answer questions, and eventually the room will vote on the pitches.\r\n\r\nThe events management students will then set about making the winning pitch into reality.",
    "spent_cached": 70,
    "stopped.x": "t",
    "timeframe": "Thursday, February 16, 16:00 - 20:00",
    "total_needed_with_recurrence_cached": 100,
    "user_id": 40
  },
  {
    "comment_count": 0,
    "duration": 1,
    "goals": "To create a dynamic environment where individuals take an active role in their own self-education while learning from others in the process.",
    "has_enough_cached": "f",
    "id": 51,
    "intended_participants": "Anyone who wants to learn something.",
    "intended_sessions": 1,
    "is_month_long": "f",
    "name": "Co-learning Journey",
    "needed_array_cached": "[100]",
    "number_that_can_be_scheduled_cached": 0,
    "pledgeable_cached": "t",
    "pledged_cached": 0,
    "proposal_created_at": "2017-03-06 07:59:41",
    "proposal_updated_at": "2017-04-12 10:25:06",
    "proposalstatus_id": 2,
    "published_instances": 0,
    "recurrence": 1,
    "remaining_pledges_cached": 0,
    "require_all": "f",
    "short_description": "Attend this event with a pre-determined goal of what you would like to learn as well as materials and/or tools that you know or imagine will be necessary to the fulfillment of that goal. Together we will research our collective topics and work on our own in order to create a dynamic environment where individuals come together with different focuses but a similar purpose, that is to learn something new. We will use the internet and each other as we adapt existing methods, using tools/materials that are available as well as our pre-existing knowledge for our individual achievements and our collective education.",
    "spent_cached": 0,
    "stopped.x": "t",
    "timeframe": "A weekday evening or sometime on a weekend.",
    "total_needed_with_recurrence_cached": 100,
    "user_id": 10
  },
  {
    "comment_count": 0,
    "duration": 1,
    "goals": "The goal is to enjoy an evening discussing about an interesting film. This time , I´ll provide also the film before the discussion. You are free to bring snacks to share or for yourself! \r\nTea will be offer :)",
    "has_enough_cached": "f",
    "id": 38,
    "intended_participants": "Who loves Cinema and curious to know more! No need to be an expert :)",
    "intended_sessions": 1,
    "is_month_long": "f",
    "name": "The Film Club II",
    "needed_array_cached": "[100]",
    "number_that_can_be_scheduled_cached": 0,
    "pledgeable_cached": "t",
    "pledged_cached": 0,
    "proposal_created_at": "2017-02-07 15:20:57",
    "proposal_updated_at": "2017-04-12 10:25:05",
    "proposalstatus_id": 2,
    "published_instances": 0,
    "recurrence": 3,
    "remaining_pledges_cached": 0,
    "require_all": "f",
    "short_description": "16:00 = Screening '\"Dogville'\" \r\n19:00 = Discussion Starting . You can joying directly the discussion if you have already watched the film! \r\n\r\nDear all,\r\nNur Magazine starts New Year with a stimulating and pleasing event to all the people who live in Helsinki area, keen and interested in movies: “The Film Club”.\r\nThe meeting will be once a month and we will freely discuss in english about the chosen film on the list. \r\nPlease, if you want to join the group, just attend this event or, if you have some questions, send a message to our Facebook page or info@nur.fi \r\nAll the meetings will be reviewed in the magazine! \r\nThis month is the time for Dogville by Lars Von Trier! \r\n\r\n\r\nDogville, Lars Von Trier, 2003 - February \r\nFreaks, Tod Browning, 1932 - March\r\nLa Chinoise,, Jean-Luc Godard, 1967 - April \r\nMetropolis, Fritz Lang, 1927- May \r\nRoma Città Aperta (Roma, Open city), Umberto Rossellini, 1945 - June",
    "spent_cached": 0,
    "stopped.x": "t",
    "timeframe": "Once a month, From 4 pm to 9:30 pm",
    "total_needed_with_recurrence_cached": 100,
    "user_id": 220
  },
  {
    "children_count": 0,
    "collapse_in_website": "f",
    "comment_count": 0,
    "cost_bb": 10,
    "depth": 0,
    "duration": 1,
    "end_at": "2017-03-11 21:00:00",
    "event_created_at": "2017-02-23 13:09:23",
    "event_id": 32,
    "event_updated_at": "2017-08-26 10:24:34",
    "goals": "Two host two simultanious performative experiments in Glasgow and Helsinki, looking at how we can be together in-between. \r\n\r\nWe will host some experiments in time and space, in super-modernity, kinder eggs and fizzy pop. \r\n\r\n",
    "has_enough_cached": "f",
    "id": 43,
    "image": "Screen_Shot_2017-02-17_at_17.03.34.png",
    "image_content_type": "image/png",
    "image_height": 396,
    "image_size": 332627,
    "image_width": 595,
    "intended_participants": "any",
    "intended_sessions": 2,
    "is_month_long": "f",
    "lft": 63,
    "name": "Elsewhering",
    "needed_array_cached": "[100, 90]",
    "number_that_can_be_scheduled_cached": 0,
    "place_id": 1,
    "pledgeable_cached": "t",
    "pledged_cached": 133,
    "primary_sponsor_id": 259,
    "proposal_created_at": "2017-02-17 15:24:26",
    "proposal_updated_at": "2017-04-12 10:25:06",
    "published": "t",
    "published_instances": 2,
    "recurrence": 2,
    "remaining_pledges_cached": 0,
    "require_all": "f",
    "rgt": 64,
    "scheduled": "t",
    "sequence": "1.30",
    "short_description": "A Performative experiment in distance, FOMO and collectivity; on being elsewhere. \r\n\r\nProcessing between Glasgow and Helsinki, we are trying to be a collective but we can''t escape the feeling that we are constantly missing out. \r\n\r\nWe are trying to be too many places at once.\r\n\r\nWe are trying to do too many things at once. \r\n\r\nWe are trying to choose between too many things. \r\n\r\nConstantly between, can we figure out together where we end up?\r\n\r\n",
    "slug": "elsewhering",
    "spent_cached": 133,
    "start_at": "2017-03-10 19:30:00",
    "stopped.x": "t",
    "timeframe": "March 10, 11 2130-2300",
    "total_needed_with_recurrence_cached": 190,
    "user_id": 259
  },
  {
    "children_count": 0,
    "collapse_in_website": "f",
    "comment_count": 0,
    "cost_bb": 20,
    "depth": 0,
    "duration": 1,
    "end_at": "2017-04-22 15:00:00",
    "event_created_at": "2017-03-08 15:16:48",
    "event_id": 41,
    "event_updated_at": "2017-08-26 10:24:34",
    "goals": "WOrkshop POtluck (WOPO) looks to reformat the idea and structure of a workshop from being a hierarchical model into a dialogical system of learning where each participant acts as both teacher and student.",
    "has_enough_cached": "f",
    "id": 48,
    "image": "1480079203.png",
    "image_content_type": "image/png",
    "image_height": 360,
    "image_size": 26409,
    "image_width": 403,
    "intended_participants": "People with skills who also want to learn",
    "intended_sessions": 3,
    "is_month_long": "f",
    "lft": 81,
    "name": "Workshop Potluck (WoPo)",
    "needed_array_cached": "[100, 90, 81]",
    "number_that_can_be_scheduled_cached": 0,
    "place_id": 1,
    "pledgeable_cached": "t",
    "pledged_cached": 107,
    "primary_sponsor_id": 10,
    "proposal_created_at": "2017-02-28 20:02:01",
    "proposal_updated_at": "2017-04-12 10:25:06",
    "proposalstatus_id": 1,
    "published": "f",
    "published_instances": 0,
    "recurrence": 3,
    "remaining_pledges_cached": 37,
    "require_all": "f",
    "rgt": 82,
    "scheduled": "t",
    "sequence": "1.39",
    "short_description": "We all have a myriad of skills at our disposal but unfortunately we do not all possess the same skills. \r\n\r\nWOrkshop POtluck (WOPO) looks to reformat the idea and structure of a workshop from being a hierarchical model into a dialogical system of learning where each participant acts as both teacher and student. After participants have been registered, a workshop schedule will be made so that each participant is given a necessary amount of time to teach their proposed aptitude. During the WOPO session, all participants should have a chance to try out each task as well as teaching something. Through this peer-to-peer exchange structure, individuals will (hopefully) walk away from WOPO with an array of new skills at hand. In addition to teaching each other, WOPO will also look to expand our pedagogical reach by documenting each process taught during the workshop and, in the days following the event, assembling those materials into a PDF zine which will be redistributed to the participants for future reference and also available publically on the internet\r\n\r\nParticipants are asked to register in advance here (http://justintylertate.weebly.com/woporeg.html) and bring all of the materials that will be necessary for their teaching, learning and experimenting with their topic. \r\n\r\nThrough the registration form, please make a list of tools that will be required for your task and they, or an alternative, will be arranged by the WOrkshop POtluck facilitator.",
    "slug": "workshop-potluck-wopo",
    "spent_cached": 70,
    "start_at": "2017-04-22 08:00:00",
    "stopped.x": "f",
    "timeframe": "6x, happening once or twice monthly on weekday evenings or weekends",
    "total_needed_with_recurrence_cached": 271,
    "user_id": 10
  },
  {
    "children_count": 0,
    "collapse_in_website": "f",
    "comment_count": 0,
    "cost_bb": 15,
    "depth": 0,
    "duration": 1,
    "end_at": "2017-03-29 16:30:00",
    "event_created_at": "2017-03-08 11:04:20",
    "event_id": 37,
    "event_updated_at": "2017-08-26 10:24:34",
    "goals": "- to see what happens when we don''t gobble down our food (selfish reasons for experimenting)\r\n\r\n- to experience the social changes that come from sharing a meal in obligatory silence\r\n\r\n- to possibly gain a new depth in the way we taste and think about our food\r\n\r\n- to have new food adventures",
    "has_enough_cached": "t",
    "id": 49,
    "image": "medium_Molecular-Gastronomy-The-Food-of-the-Future-2.jpg",
    "image_content_type": "image/jpeg",
    "image_height": 530,
    "image_size": 95883,
    "image_width": 800,
    "intended_participants": "anyone with a mouth, brain, and stomach wanting to join",
    "intended_sessions": 1,
    "is_month_long": "f",
    "lft": 73,
    "name": "Quiet morsels: a meal meditation",
    "needed_array_cached": "[100]",
    "number_that_can_be_scheduled_cached": 0,
    "place_id": 1,
    "pledgeable_cached": "t",
    "pledged_cached": 70,
    "primary_sponsor_id": 204,
    "proposal_created_at": "2017-03-01 21:43:41",
    "proposal_updated_at": "2017-04-12 10:25:06",
    "published": "f",
    "published_instances": 1,
    "recurrence": 1,
    "remaining_pledges_cached": 0,
    "require_all": "f",
    "rgt": 74,
    "scheduled": "t",
    "sequence": "1.35",
    "short_description": "Eating is a necessity, and therefore often becomes mechanical. Often the thoughts we give to it are about convenience or nutrition.\r\n\r\nWhat if we slowed down our eating substantially, paying attention to not only each sensation, but also imaging the path that each ingredient has taken to reach our plates and mouths? What if we treated a meal as something very serious, private, and special, even just once?\r\n\r\nEach participant arrives to a quiet atmosphere. Everyone brings a modest portion of a food (or beverage) they would like to explore. This will be divided into small portions for everyone to share. We spend some time preparing or plating what we bring. We organise our individual plate and sit down to share a silent meal together, focussing as intently as we can on the food in front of us and eating as slowly as we can.\r\n\r\n***Allergies and food restrictions need to be taken into consideration, so please write the list of ingredients that can be left with the items you bring. Nothing puts a damper on a nice meal like sending someone into anaphylactic shock or accidentally making someone un-vegan. Thanks!",
    "slug": "quiet-morsels-a-meal-meditation",
    "spent_cached": 70,
    "start_at": "2017-03-29 14:30:00",
    "stopped.x": "t",
    "timeframe": "29.03.2017, from 17:30-19:30",
    "total_needed_with_recurrence_cached": 100,
    "user_id": 204
  },
  {
    "children_count": 0,
    "collapse_in_website": "f",
    "comment_count": 0,
    "cost_bb": 15,
    "depth": 0,
    "duration": 1,
    "end_at": "2017-03-30 17:00:00",
    "event_created_at": "2017-03-08 12:20:14",
    "event_id": 38,
    "event_updated_at": "2017-08-26 10:24:34",
    "goals": "- Learn more on our '\"natural'\" creative thought process\r\n- Explore few different creativity design patterns and appoaches\r\n- Learn strategies to modify our creative thought process as needed or otherwise beneficial",
    "has_enough_cached": "t",
    "id": 50,
    "image": "medium_road-2058106_1920.jpg",
    "image_content_type": "image/jpeg",
    "image_height": 450,
    "image_size": 161734,
    "image_width": 800,
    "intended_participants": "6-12 is ideal; 25 is maximum",
    "intended_sessions": 1,
    "is_month_long": "f",
    "lft": 75,
    "name": "Creativity Design Workshop",
    "needed_array_cached": "[100]",
    "number_that_can_be_scheduled_cached": 0,
    "place_id": 1,
    "pledgeable_cached": "t",
    "pledged_cached": 70,
    "primary_sponsor_id": 283,
    "proposal_created_at": "2017-03-05 18:15:50",
    "proposal_updated_at": "2017-04-12 10:25:06",
    "published": "f",
    "published_instances": 1,
    "recurrence": 1,
    "remaining_pledges_cached": 0,
    "require_all": "f",
    "rgt": 76,
    "scheduled": "t",
    "sequence": "1.36",
    "short_description": "How to be creative in how to be creative?\r\n\r\nCurrently the biggest obstacle we have in our creative thinking is that we usually don''t design our creative thought process at all. As a consequence, our creative thinking is controlled by our (mostly random) mental history, and usually, it''s needlessly difficult for us to see different options to be creative in varying situations.\r\n\r\nTo contrast, if we don''t know something, we search for knowledge from book, or by googling, or by asking someone. If we cannot do something, we practice in a way or another. Generally speaking, if we have a challenge, we usually seek for a solution.\r\n\r\nIn my experience, that is not the case with our creativity. If our creativity is broken or otherwise poorly designed, we usually do nothing. Actually, we hardly notice design defects in our creative thinking. We don''t try to fix our creativity for better results. We don''t try of enhance it for more enjoyable everyday life.\r\n\r\nThat is weird but also very humane: After all, our culture lacks patterns and practices for creativity design.\r\n\r\nIn this workshop, we will experiment few approaches to design our creativity, and tweak, it as needed.",
    "slug": "creativity-design-workshop",
    "spent_cached": 70,
    "start_at": "2017-03-30 15:00:00",
    "stopped.x": "t",
    "timeframe": "30.3. 18.00-20.00 (Duration 2 h)",
    "total_needed_with_recurrence_cached": 100,
    "user_id": 283
  },
  {
    "children_count": 0,
    "collapse_in_website": "f",
    "comment_count": 0,
    "cost_bb": 15,
    "depth": 0,
    "duration": 1,
    "end_at": "2017-05-07 15:00:00",
    "event_created_at": "2017-04-10 09:20:59",
    "event_id": 45,
    "event_updated_at": "2017-08-26 10:24:34",
    "goals": "To think about how to interact with a noise- or music-making object from the perspective of a non-human\r\n\r\nTo tinker with new kinds of objects (or tinker with old objects in new ways)\r\n\r\nTo perhaps end up with something playable for your plant/critter/pet bacteria at home",
    "has_enough_cached": "t",
    "id": 56,
    "image": "maxresdefault.jpg",
    "image_content_type": "image/jpeg",
    "image_height": 720,
    "image_size": 81746,
    "image_width": 1280,
    "intended_participants": "Organisms wanting to build instruments for other organisms",
    "intended_sessions": 1,
    "is_month_long": "f",
    "lft": 89,
    "name": "Experimental Instruments for Non-Humans",
    "needed_array_cached": "[100]",
    "number_that_can_be_scheduled_cached": 0,
    "place_id": 1,
    "pledgeable_cached": "f",
    "pledged_cached": 100,
    "primary_sponsor_id": 204,
    "proposal_created_at": "2017-03-22 19:43:09",
    "proposal_updated_at": "2017-04-12 10:25:07",
    "published": "t",
    "published_instances": 1,
    "recurrence": 1,
    "remaining_pledges_cached": 0,
    "require_all": "f",
    "rgt": 90,
    "scheduled": "t",
    "sequence": "1.43",
    "short_description": "In this experiment, I want to explore the possibilities of encouraging our non-human organisms to make their own noise and music through human intervention.\r\n\r\nEvery participant who is interested should come with an idea of the organism they want to build their instrument for. We then discuss the possibilities of how to build an instrument for different kinds of critters, plants, etc., and then hopefully get cracking on a prototype.\r\n\r\nParticipants should bring whatever electronics, bits and bobs, and found things they think could be used (either for their project or someone else''s). I will buy some basic electronics, and those who end up using them would kindly be asked for a 5€ reimbursement.",
    "slug": "experimental-instruments-for-non-humans",
    "spent_cached": 100,
    "start_at": "2017-05-07 10:00:00",
    "stopped.x": "t",
    "timeframe": "Sometime in mid or late April",
    "total_needed_with_recurrence_cached": 100,
    "user_id": 204
  },
  {
    "children_count": 0,
    "collapse_in_website": "f",
    "comment_count": 0,
    "cost_bb": 20,
    "depth": 0,
    "duration": 1,
    "end_at": "2017-04-22 05:00:00",
    "event_created_at": "2017-04-09 18:18:06",
    "event_id": 44,
    "event_updated_at": "2017-08-26 10:24:34",
    "goals": "To challenge our notions of reality and artificiality through a constructed (or virtual) reality by having a counterfeit campout.",
    "has_enough_cached": "t",
    "id": 57,
    "image": "Campout_FB_Banner__1920_.jpg",
    "image_content_type": "image/jpeg",
    "image_height": 1080,
    "image_size": 338099,
    "image_width": 1920,
    "intended_participants": "Anyone with a good ghost-story to tell.",
    "intended_sessions": 1,
    "is_month_long": "f",
    "lft": 87,
    "name": "Campout",
    "needed_array_cached": "[100]",
    "number_that_can_be_scheduled_cached": 0,
    "place_id": 1,
    "pledgeable_cached": "f",
    "pledged_cached": 100,
    "primary_sponsor_id": 10,
    "proposal_created_at": "2017-03-29 22:22:49",
    "proposal_updated_at": "2017-04-12 10:25:07",
    "published": "t",
    "published_instances": 1,
    "recurrence": 1,
    "remaining_pledges_cached": 0,
    "require_all": "f",
    "rgt": 88,
    "scheduled": "t",
    "sequence": "1.42",
    "short_description": "''Campout'' is an experiment looking to self-reflectively question what we think of as environment as well as how we define artificial through the re-creation of a camp-site. The Temporary space will be momentarily transformed into an ersatz camp-ground as participants explore ideal and nostalgic camping activities such as sitting in front of a fire (an digital one), telling ghost stories, making s''mores and sleeping under the stars. The activities and the space, though their artificiality, are deliberately absurd and thereby challenge all of our real '\"outdoor'\" experiences; questioning how much of it was actual nature and how much was fabricated experience. \r\n\r\nParticipants are asked to bring a sleeping bag and mat, if they desire to stay for the duration of the experiment.\r\n\r\n\r\n\r\n* '\"Owing to long-term human intervention, no extensive natural forests have survived in Finland, except for some small stands in certain conservation areas.'\" from page 64 of ''State of Finland’s Forests 2011'' by Metla (http://www.metla.fi/metinfo/sustainability/doc/state-of-finlands-forests-2011.pdf)\r\n\r\n\r\n**  Campout is defined as: noun, a camping out of a group...and also to sleep outdoors; also, stay somewhere for an unusually long time. For example, “We camped out in a field this night” In the early 1900s, the expression was extended to figurative uses, meaning simply “to stay somewhere for an unusually long time,” as in She camped out at the stage door, hoping for an autograph. (http://www.dictionary.com/browse/camp--out)\r\n",
    "slug": "campout",
    "spent_cached": 100,
    "start_at": "2017-04-21 19:00:00",
    "stopped.x": "t",
    "timeframe": "For one night, 8pm to 8am.",
    "total_needed_with_recurrence_cached": 100,
    "user_id": 10
  },
  {
    "children_count": 0,
    "collapse_in_website": "f",
    "comment_count": 0,
    "cost_bb": 5,
    "depth": 0,
    "duration": 1,
    "end_at": "2017-05-24 18:00:00",
    "event_created_at": "2017-05-03 10:20:34",
    "event_id": 51,
    "event_updated_at": "2017-08-26 10:24:34",
    "goals": "The goal of this experiment is to inderstand what we want to interact with, and how we would preferably do it. Preconceptions about interface devices, materials, and technologies linger over us and might make us jump to simple solutions too easily. We don''t need '\"good enough'\", or '\"as good as current technology can do'\", but what we need is the interface of our dreams.\r\n\r\nThe workshop might have some organized structure to it and will last until our minds have melted. Any suggested widening or narrowing of the subject is welcome.\r\n\r\nWe will probably not build anything, this is not intended as a hardware event.",
    "has_enough_cached": "t",
    "id": 65,
    "image": "radar-visualisation-loop.gif",
    "image_content_type": "image/gif",
    "image_height": 400800,
    "image_size": 1756087,
    "image_width": 800,
    "intended_participants": "People who find current methods of interaction unfit for them, Designers, Engineers, Cognitive scientists, Developers",
    "intended_sessions": 1,
    "is_month_long": "f",
    "lft": 101,
    "name": "The interface of our dreams",
    "notified": "f",
    "number_that_can_be_scheduled_cached": 0,
    "place_id": 1,
    "pledgeable_cached": "f",
    "pledged_cached": 100,
    "primary_sponsor_id": 84,
    "proposal_created_at": "2017-04-26 17:39:00",
    "proposal_updated_at": "2017-05-03 10:21:57",
    "published": "t",
    "published_instances": 1,
    "recurrence": 1,
    "remaining_pledges_cached": 0,
    "require_all": "f",
    "rgt": 102,
    "scheduled": "t",
    "sequence": "1.49",
    "short_description": "Semi-organized discussion around the interfaces of our dreams. What do we want to interact with? What would be the most natural way to do it? Is there an existing, but insufficient method already available?\r\n\r\nThe way we interface with technology is limited by technical implementations and not all methods of interaction have ended up being as natural as their conceiver imagined them. Technical limitations restrict creativity, and inhibit us from creating more imaginative interfaces. Overcoming the limitations set upon us by engineers, designers, and hardware is important to get in touch with what we really want as people and users.",
    "slug": "the-interface-of-our-dreams",
    "spent_cached": 100,
    "start_at": "2017-05-24 15:00:00",
    "stopped.x": "f",
    "timeframe": "Some Wednesday from six to nine",
    "total_needed_with_recurrence_cached": 100,
    "user_id": 84
  },
  {
    "children_count": 0,
    "collapse_in_website": "f",
    "comment_count": 0,
    "cost_bb": 15,
    "depth": 0,
    "duration": 1,
    "end_at": "2017-03-18 07:55:00",
    "event_created_at": "2017-03-08 16:16:09",
    "event_id": 42,
    "event_updated_at": "2017-08-26 10:24:34",
    "goals": "to experience an overview effect",
    "has_enough_cached": "t",
    "id": 54,
    "image": "21790568918_bc4cae28b1_k.jpg",
    "image_content_type": "image/jpeg",
    "image_height": 2048,
    "image_size": 1108518,
    "image_width": 2034,
    "intended_participants": "anyone willing to spend night at Temporary watching space videos",
    "intended_sessions": 1,
    "is_month_long": "f",
    "lft": 83,
    "name": "Temporary Overview Effect",
    "needed_array_cached": "[100]",
    "number_that_can_be_scheduled_cached": 0,
    "place_id": 1,
    "pledgeable_cached": "t",
    "pledged_cached": 82,
    "primary_sponsor_id": 2,
    "proposal_created_at": "2017-03-08 15:26:32",
    "proposal_updated_at": "2017-08-26 10:24:36",
    "published": "f",
    "published_instances": 1,
    "recurrence": 1,
    "remaining_pledges_cached": 12,
    "require_all": "f",
    "rgt": 84,
    "scheduled": "t",
    "sequence": "1.40",
    "short_description": "The overview effect is an experience that transforms astronauts’ perspective of the planet and mankind’s place upon it. Common features of the experience are a feeling of care for the planet, an understanding of the interconnection of all life, and a renewed sense of responsibility for it.\r\n\r\nThus far, this unifying overview effect has been experienced by only a handful of space explorers, some 500 to date. Could we simulate that experience without getting on the spaceship?\r\n\r\nDuring Temporary''s overview effect experiment, we will watch overnight almost 10 hours long projection of video compilation (accompanied by space sounds) showing the Earth from a space perspective. \r\n\r\nAll participants should bring a sleeping bag, mat, pillow, and anything to be comfortable during half-watching and half-sleeping experience of the Temporary Overview Effect. \r\n\r\nThe experiment will start on 17 March 23.00 and end on 18 March 9.00 after we''ve eaten a common breakfast to smoothly incorporate overview effect in porridge eating. \r\n",
    "slug": "temporary-overview-effect",
    "spent_cached": 70,
    "start_at": "2017-03-17 21:00:00",
    "stopped.x": "t",
    "timeframe": "17.03.2017 23.00 till 18.03.2017 10.00",
    "total_needed_with_recurrence_cached": 100,
    "user_id": 2
  },
  {
    "children_count": 0,
    "collapse_in_website": "f",
    "comment_count": 0,
    "cost_bb": 10,
    "depth": 0,
    "duration": 1,
    "end_at": "2017-05-28 18:00:00",
    "event_created_at": "2017-05-09 19:29:06",
    "event_id": 57,
    "event_updated_at": "2017-08-26 10:24:34",
    "goals": "The goal of this experiment is to create a pool of skills(amateur/expert) among people who frequent Temporary which can be volunteered for the space in order to test out an alternative format for funding Temporary outside of institutional sources.",
    "has_enough_cached": "f",
    "id": 66,
    "image": "TEMPORARY_services.jpg",
    "image_content_type": "image/jpeg",
    "image_height": 1280,
    "image_size": 662381,
    "image_width": 1920,
    "intended_participants": "People who have skills to pay the bills...and their friends.",
    "intended_sessions": 0,
    "is_month_long": "f",
    "lft": 113,
    "name": "Temporary Services",
    "needed_array_cached": "[100, 90, 81, 73, 66, 59, 53, 48, 43, 39, 35, 31, 28, 25, 23, 21, 20, 20, 20, 20, 20, 20, 20, 20, 20, 20, 20, 20, 20, 20, 20, 20, 20, 20, 20, 20]",
    "number_that_can_be_scheduled_cached": 0,
    "place_id": 1,
    "pledgeable_cached": "t",
    "pledged_cached": 115,
    "primary_sponsor_id": 10,
    "proposal_created_at": "2017-05-01 07:48:13",
    "proposal_updated_at": "2017-08-26 10:24:35",
    "published": "t",
    "published_instances": 2,
    "recurrence": 3,
    "remaining_pledges_cached": 0,
    "require_all": "f",
    "rgt": 114,
    "scheduled": "t",
    "sequence": "1.55",
    "short_description": "''Temporary Services'' is a monthly, day long event where members of the Temporary community can open up the space to offer their variety of skills. Services will be exchanged for money which will go towards making Temporary a sustainable space with no need for outside funding.\r\n\r\nParticipants should volunteer their time and skills, as much as possible, to offering a service at the space with a defined cost and also promoting the event within their network. Services can be according to whatever skills participants have, which could be (but are not limited to): meals, massage, haircuts, repair, fortune telling, nail treatments, tattooing, psychoanalysis, private lessons/tutoring, caricatures, proofreading and more.",
    "slug": "temporary-services",
    "spent_cached": 115,
    "start_at": "2017-05-28 13:00:00",
    "stopped.x": "f",
    "timeframe": "Once, on the last weekend of every month.",
    "total_needed_with_recurrence_cached": 271,
    "user_id": 10
  },
  {
    "children_count": 0,
    "collapse_in_website": "f",
    "comment_count": 0,
    "cost_bb": 20,
    "depth": 0,
    "duration": 1,
    "end_at": "2017-04-30 13:00:00",
    "event_created_at": "2017-03-01 12:33:06",
    "event_id": 35,
    "event_updated_at": "2017-08-26 10:24:34",
    "goals": "to empower people to change dysfunctional spaces into spaces that care for people, the environment, and opens them up to sharing the abundance they have to offer after being renovated.",
    "has_enough_cached": "t",
    "id": 40,
    "image": "serveimage.jpeg",
    "image_content_type": "image/jpeg",
    "image_height": 631,
    "image_size": 82186,
    "image_width": 759,
    "intended_participants": "anyone with interest in renovating a space",
    "intended_sessions": 4,
    "is_month_long": "f",
    "lft": 69,
    "name": "recycling spaces with permaculture design",
    "needed_array_cached": "[70, 63, 81, 73]",
    "number_that_can_be_scheduled_cached": 1,
    "place_id": 1,
    "pledgeable_cached": "t",
    "pledged_cached": 243,
    "primary_sponsor_id": 235,
    "proposal_created_at": "2017-02-14 14:19:26",
    "proposal_updated_at": "2017-08-26 10:24:35",
    "published": "t",
    "published_instances": 2,
    "recurrence": 2,
    "remaining_pledges_cached": 110,
    "require_all": "f",
    "rgt": 70,
    "scheduled": "t",
    "sequence": "1.33",
    "short_description": "The idea is simple. All participants bring plans, drawings, photos, or even a 3-d model of spaces they would like to renovate. Then together we will design the renovation according to permaculture principles and hopefully realize it too! I will continue to elaborate on the workshop, adding on details according to what you, the potential participants ask about. The space in need of renovation could be as small as your closet or as large as the planet earth.",
    "slug": "recycling-spaces-with-permaculture-design",
    "spent_cached": 133,
    "start_at": "2017-04-09 10:00:00",
    "stopped.x": "f",
    "timeframe": "april 2017. 4 x 4 hour sessions, once a week.",
    "total_needed_with_recurrence_cached": 287,
    "user_id": 235
  },
  {
    "children_count": 0,
    "collapse_in_website": "f",
    "comment_count": 0,
    "cost_bb": 10,
    "depth": 0,
    "duration": 1,
    "end_at": "2017-08-07 16:00:00",
    "event_created_at": "2017-05-31 08:10:06",
    "event_id": 61,
    "event_updated_at": "2017-08-26 10:24:35",
    "goals": "Goals: \r\n- to share and discuss ongoing work (questions/doubts/challenges)  amongst friends/peers and special invitees who can give comments,\r\n- to exchange experiences/knowings in our field (conferences; possible collaborators; calls etc...).",
    "has_enough_cached": "t",
    "id": 74,
    "image": "Sea_Monster.jpg",
    "image_content_type": "image/jpeg",
    "image_height": 319,
    "image_size": 66571,
    "image_width": 530,
    "intended_participants": "Around 15 doctoral students from the Art Department of Aalto University",
    "intended_sessions": 1,
    "is_month_long": "f",
    "lft": 121,
    "name": "Research Gathering, Aalto, Department of Art",
    "number_that_can_be_scheduled_cached": 0,
    "place_id": 1,
    "pledgeable_cached": "f",
    "pledged_cached": 100,
    "primary_sponsor_id": 146,
    "proposal_created_at": "2017-05-29 14:13:35",
    "proposal_updated_at": "2017-05-31 08:23:44",
    "published": "t",
    "published_instances": 1,
    "recurrence": 1,
    "remaining_pledges_cached": 0,
    "require_all": "f",
    "rgt": 122,
    "scheduled": "t",
    "sequence": "1.59",
    "short_description": "Research Gathering of Doctoral Students from the Department of Art, Aalto University. \r\nIt is a second meeting of the Research Gathering series, which this time will be held in Temporary. \r\nDuring the Research Gathering Taneli Luotoniemi will be presenting his research on '\"The interlacing of the artistic and the mathematical in constructive knot ornamentation'\".\r\n\r\n\r\n\r\n",
    "slug": "research-gathering-aalto-department-of-art",
    "spent_cached": 100,
    "start_at": "2017-08-07 14:00:00",
    "stopped.x": "t",
    "timeframe": "7th of August 2017 from 5 PM till 7 PM",
    "total_needed_with_recurrence_cached": 100,
    "user_id": 146
  },
  {
    "children_count": 0,
    "collapse_in_website": "f",
    "comment_count": 0,
    "cost_bb": 15,
    "depth": 0,
    "duration": 1,
    "end_at": "2017-05-25 17:00:00",
    "event_created_at": "2017-05-09 19:06:45",
    "event_id": 53,
    "event_updated_at": "2017-08-26 10:24:34",
    "goals": "+++ Playfully learn about Digital Sound Synthesis! +++ Listen to your environment with new ears! +++ Imagine an alternative sonic environment! +++",
    "has_enough_cached": "t",
    "id": 69,
    "image": "20161106-IMG_1748.jpg",
    "image_content_type": "image/jpeg",
    "image_height": 533,
    "image_size": 214508,
    "image_width": 800,
    "intended_participants": "Curious people that want to programmatically sketch out sonic environments",
    "intended_sessions": 1,
    "is_month_long": "f",
    "lft": 105,
    "name": "Creating soundscapes with live coding techniques",
    "number_that_can_be_scheduled_cached": 0,
    "place_id": 1,
    "pledgeable_cached": "f",
    "pledged_cached": 100,
    "primary_sponsor_id": 342,
    "proposal_created_at": "2017-05-03 08:44:08",
    "proposal_updated_at": "2017-05-31 08:24:41",
    "published": "t",
    "published_instances": 1,
    "recurrence": 1,
    "remaining_pledges_cached": 0,
    "require_all": "f",
    "rgt": 106,
    "scheduled": "t",
    "sequence": "1.51",
    "short_description": "+++ Playfully learn about Digital Sound Synthesis! +++ Listen to your environment with new ears! +++ No coding skills required! +++ Bring your own laptop! +++ Install  SuperCollider beforehand! +++\r\n\r\n\r\nIn this Experiment, we will learn about +++Soundscapes+++ and +++live coding+++ by immersing ourselves into writing little code snippets that will create an artificial soundscape. We will temporarily fill Temporary with the sounds of a desert, a rainy forest, or a twirling extraterestrial city of ant-sized aliens.\r\n\r\n––––––––––––––––––––––––––––––––––––––––––––––––––––––––––\r\n\r\nWhen Canadian composer and environmentalist R. Murray Schafer coined the term +++soundscape+++ in his book '\"The Tuning of the World'\" (1977), he described it as a sound or combination of sounds that forms or arises from an immersive environment. \r\nA soundscape is a personal experience, it encompasses everything one hears around oneself. It is how an '\"environment is [sonically] understood by those living within it'\" (Truax (2011): '\"Acoustic Communication, p.11'\")\r\nhttps://en.wikipedia.org/wiki/Soundscape\r\n\r\n+++Live coding+++, on the other hand, is a direction in electronic music (and video) where practitioners expose and rewire the innards of software while it generates improvised music (or visuals).\r\nhttps://toplap.org/\r\n\r\n+++SuperCollider+++ is a platform for audio synthesis and algorithmic composition, used by musicians, artists, and researchers working with sound. It is free and open source software available for Windows, macOS, and Linux.\r\nhttp://supercollider.github.io/",
    "slug": "creating-soundscapes-with-live-coding-techniques",
    "spent_cached": 100,
    "start_at": "2017-05-25 14:00:00",
    "stopped.x": "t",
    "timeframe": "3-4h, one day in the week 8.5.–14.5. or week 22.–28.5.",
    "total_needed_with_recurrence_cached": 100,
    "user_id": 342
  },
  {
    "children_count": 0,
    "collapse_in_website": "f",
    "comment_count": 0,
    "cost_bb": 5,
    "depth": 0,
    "duration": 1,
    "end_at": "2017-06-26 17:00:00",
    "event_created_at": "2017-05-09 19:15:23",
    "event_id": 54,
    "event_updated_at": "2017-08-26 10:24:35",
    "goals": "To push the boundaries of what is possible for listening practices, meditation, and experimental music, and to create a refreshing communal experience for everyone involved.",
    "has_enough_cached": "f",
    "id": 68,
    "image": "medium_16700317_713271478834616_2318389948013205962_o.png",
    "image_content_type": "image/png",
    "image_height": 600,
    "image_size": 28465,
    "image_width": 600,
    "intended_participants": "People with ears who like to relax",
    "intended_sessions": 4,
    "is_month_long": "f",
    "lft": 107,
    "name": "Magic Mondays: Electric Sound Meditation",
    "needed_array_cached": "[100, 90, 81, 73]",
    "number_that_can_be_scheduled_cached": 0,
    "place_id": 1,
    "pledgeable_cached": "t",
    "pledged_cached": 340,
    "primary_sponsor_id": 204,
    "proposal_created_at": "2017-05-02 13:10:34",
    "proposal_updated_at": "2017-08-26 10:24:35",
    "published": "t",
    "published_instances": 4,
    "recurrence": 3,
    "remaining_pledges_cached": 7,
    "require_all": "f",
    "rgt": 108,
    "scheduled": "t",
    "sequence": "1.52",
    "short_description": "Electric Sound Meditation is a twice-monthly experimental music and meditation series open to all members of Helsinki community. Each session is hosted by a different experimental musician or sound artist.\r\n\r\nThere has already been 6 of these sessions, and I''m proposing that this series continue its summer sessions at Temporary as a way to incorporate wellbeing practices with fresh experimental noise-/music-making in a safe and comfy space. Each session can be followed by a slow waking up, hangout, and snacks.",
    "slug": "magic-mondays-electric-sound-meditation",
    "spent_cached": 333,
    "start_at": "2017-05-15 16:00:00",
    "stopped.x": "f",
    "timeframe": "May 15, May 29, June 12, June 26, all from 19:00-20:00",
    "total_needed_with_recurrence_cached": 344,
    "user_id": 204
  },
  {
    "children_count": 0,
    "collapse_in_website": "f",
    "comment_count": 0,
    "cost_bb": 10,
    "depth": 0,
    "duration": 1,
    "end_at": "2017-05-23 17:00:00",
    "event_created_at": "2017-04-27 08:42:38",
    "event_id": 48,
    "event_updated_at": "2017-08-26 10:24:35",
    "goals": "To find again our most creative side or just to play a while with our minds and maybe new ideas.",
    "has_enough_cached": "t",
    "id": 58,
    "image": "80bbc0098241a384d740efc0b511da65.jpg",
    "image_content_type": "image/jpeg",
    "image_height": 768,
    "image_size": 95143,
    "image_width": 564,
    "intended_participants": "Anyone who needs to free their minds and to explore themselves creatively.",
    "intended_sessions": 1,
    "is_month_long": "f",
    "lft": 95,
    "name": "Creativity Links",
    "notified": "f",
    "number_that_can_be_scheduled_cached": 0,
    "place_id": 1,
    "pledgeable_cached": "f",
    "pledged_cached": 100,
    "primary_sponsor_id": 301,
    "proposal_created_at": "2017-03-30 14:36:50",
    "proposal_updated_at": "2017-05-23 12:37:55",
    "published": "t",
    "published_instances": 1,
    "recurrence": 1,
    "remaining_pledges_cached": 0,
    "require_all": "f",
    "rgt": 96,
    "scheduled": "t",
    "sequence": "1.46",
    "short_description": "With this experiment I want to incentivate people''s creativity, to inspire the sleepy mind or to feed the hungry one. \r\n\r\nThis is how is done: by throwing topics, playing tunes, or just watching pictures, the participants have to insipre themselves with the material and express what do they feel or anything that comes to their mind. \r\n\r\nThere is not one way to express creativity, it can be done by writting, by drawing, painting, sculpting, making a song... anything! \r\n\r\nFor those who are a bit aground with their creativity projects, just come and make this run again! \r\nAny porpousal to force our creativity to get out is very welcome, if you want to bring a song, or a book, or a poem, pictures, frases, words, sounds.... etc., do it!\r\n\r\nOh, and bring some snaks (to share and to be selfish)!!! That makes everything much nicer :D",
    "slug": "creativity-links",
    "spent_cached": 100,
    "start_at": "2017-05-23 15:00:00",
    "stopped.x": "t",
    "timeframe": "Wednesday or Thursday from 18h to 20h",
    "total_needed_with_recurrence_cached": 100,
    "user_id": 301
  },
  {
    "children_count": 0,
    "collapse_in_website": "f",
    "comment_count": 0,
    "cost_bb": 10,
    "depth": 0,
    "duration": 1,
    "end_at": "2017-06-18 15:00:00",
    "event_created_at": "2017-05-31 09:05:04",
    "event_id": 62,
    "event_updated_at": "2017-08-26 10:24:35",
    "goals": "-for participants to enjoy purging extraneous household items for the sake of charity\r\n\r\n-for people currently outside the Temporary community to be invited and see what we''re all up to\r\n\r\n-for the Temporary community to enjoy some pleasant buying/selling/haggling\r\n\r\n-to see what weird shit we might all be keeping in our homes",
    "has_enough_cached": "f",
    "id": 72,
    "image": "medium_fleafleaflea.jpg",
    "image_content_type": "image/jpeg",
    "image_height": 600,
    "image_size": 199615,
    "image_width": 569,
    "intended_participants": "Anyone who has some extra stuff around the house and likes giving back",
    "intended_sessions": 1,
    "is_month_long": "f",
    "lft": 123,
    "name": "FuLfilling nEeds viA MAnaging quiRKy objEcTs (FLEA MARKET)",
    "needed_array_cached": "[100]",
    "place_id": 1,
    "pledgeable_cached": "f",
    "pledged_cached": 100,
    "primary_sponsor_id": 204,
    "proposal_created_at": "2017-05-22 21:09:51",
    "proposal_updated_at": "2017-06-06 14:15:05",
    "published": "t",
    "published_instances": 1,
    "recurrence": 3,
    "remaining_pledges_cached": 0,
    "require_all": "f",
    "rgt": 124,
    "scheduled": "t",
    "sequence": "1.60",
    "short_description": "That''s right, it''s a good old flea market.\r\n\r\nThis is a chance for the members of Temporary to practice a bit of charity, a bit of zen, and have a fun time doing it.\r\n\r\nIn a similar way to the Temporary Services events, FLEA MARKET is a way for Temporary members to turn extraneous objects into a means of Temporary being a bit closer to sustaining itself financially.\r\n\r\nAs always, I will make sure that there are snacks, tea, and coffee. Participants please bring whatever books, clothes, knick-knacks, or handmade items you are willing to part with for the sake of the Temporary community.\r\n\r\nDon''t forget to advertise in your own networks and invite friends to come browse!",
    "slug": "fulfilling-needs-via-managing-quirky-objects-flea-market",
    "spent_cached": 100,
    "start_at": "2017-06-18 10:00:00",
    "stopped.x": "f",
    "timeframe": "Every second Sunday of the month (starting June 11th)",
    "total_needed_with_recurrence_cached": 100,
    "user_id": 204
  },
  {
    "children_count": 0,
    "collapse_in_website": "f",
    "comment_count": 0,
    "cost_bb": 30,
    "depth": 0,
    "duration": 1,
    "end_at": "2017-01-24 19:00:00",
    "event_created_at": "2017-01-10 14:05:50",
    "event_id": 21,
    "event_updated_at": "2017-08-26 10:24:35",
    "goals": "The experiment will break up into 3 components, each taking 45 minutes to and Hour\r\n\r\n1)  Collaborative Language Learning\r\n- A short (5-10 minute) presentation will open this period, in which specific language features will be presented and discussed to direct the process.\r\n- Participants will work collaboratively, round table,  with resources both provided in print and online to learn aspects of Quenya. \r\n- Assignments will be collaboratively designed. \r\n\r\n2) Group discussion\r\n- reflection on collaborative learnign section\r\n- Off site actions\r\n- Scenario development (Activities which will take place separate to the meetings)\r\n- Discussion about real world languages both marginalised and dominant \r\n- Discussion about constructed languages\r\n\r\n3) Group activity\r\n- Baking of Lambas bread\r\n- Elvish Poetry recitals\r\n- Conceptually derived elvish cultural activities",
    "has_enough_cached": "f",
    "id": 31,
    "image": "Quendi_-_Helsinki.jpg",
    "image_content_type": "image/jpeg",
    "image_height": 1916,
    "image_size": 3840662,
    "image_width": 2975,
    "intended_participants": "Anyone",
    "intended_sessions": 10,
    "is_month_long": "f",
    "lft": 43,
    "name": "Eldarin Lerya Vanda (E.L.V.) / Tonttuvapautusrintama (T.V.R.) / Elvish Liberation Front (E.L.F.)",
    "needed_array_cached": "[70, 63, 81, 73, 66, 59, 53, 48, 43, 39]",
    "number_that_can_be_scheduled_cached": 0,
    "place_id": 1,
    "pledgeable_cached": "t",
    "pledged_cached": 335,
    "primary_sponsor_id": 90,
    "proposal_created_at": "2017-01-07 12:43:06",
    "proposal_updated_at": "2017-08-26 10:24:36",
    "published": "t",
    "published_instances": 4,
    "recurrence": 3,
    "remaining_pledges_cached": 48,
    "require_all": "f",
    "rgt": 44,
    "scheduled": "t",
    "sequence": "1.20",
    "short_description": "A series of con-linguistic based meetings, collaborative language learning and activism centred around the minority Finnic-Ugric language of Quenya created by J.R.R. Tolkien in the early 20th century. \r\n\r\nThe meetings aim to look towards the constructed language of Quenya, the language of the High Elves in the Tolkien mythos, as an alternative to dominant language forms in use in Finland. Tolkien based Quenya grammatically and aesthetically on the Finnish language, it was the first literary based constructed language and shares many features derived from Finnish. \r\n\r\nThe E.L.V/T.V.R./E.L.F. aims to lobby on behalf of Quenyarin rights in Finland as a parallel to the rights of '\"real'\" marginalised language forms both national and international, to approach these concerns from the perspective of Elvish speakers in order to approach the issue from a distinct yet familiar position. \r\n\r\nThe idea is to bring into question the concept of linguistic indigeneity as well as dominant language forms through the proxy of a constructed language both regionally derived yet alien, to create a dialogue about the interrelation between culture and language in Finland.",
    "slug": "eldarin-lerya-vanda-e-l-v-haltia-vapautusrintama-h-v-r-elvish-liberation-front-e-l-f",
    "spent_cached": 287,
    "start_at": "2017-01-24 16:00:00",
    "stopped.x": "f",
    "timeframe": "Each meeting will take place midweek in the evening, Ideally between 18:00-20:30",
    "total_needed_with_recurrence_cached": 595,
    "user_id": 90
  },
  {
    "children_count": 0,
    "collapse_in_website": "f",
    "comment_count": 0,
    "cost_bb": 10,
    "depth": 0,
    "duration": 1,
    "end_at": "2017-02-16 18:00:00",
    "event_created_at": "2017-01-31 17:51:31",
    "event_id": 27,
    "event_updated_at": "2017-08-26 10:24:35",
    "goals": "We want to bring people together and create a nice atmosphere for people to hang out and share their stories as well as hear other stories we have to share.",
    "has_enough_cached": "t",
    "id": 59,
    "image": "18318533_10210319570158718_1996538942_o.png",
    "image_content_type": "image/png",
    "image_height": 960,
    "image_size": 186105,
    "image_width": 2048,
    "intended_participants": "Anyone who wants to join + the participants of '\"omtänk'\"",
    "intended_sessions": 2,
    "is_month_long": "f",
    "lft": 55,
    "name": "Stories of...",
    "needed_array_cached": "[90, 81]",
    "notified": "f",
    "number_that_can_be_scheduled_cached": 0,
    "place_id": 1,
    "pledgeable_cached": "f",
    "pledged_cached": 290,
    "primary_sponsor_id": 40,
    "proposal_created_at": "2017-04-12 18:48:18",
    "proposal_updated_at": "2017-08-26 10:24:36",
    "published": "t",
    "published_instances": 2,
    "recurrence": 2,
    "remaining_pledges_cached": 119,
    "require_all": "f",
    "rgt": 56,
    "scheduled": "t",
    "sequence": "1.26",
    "short_description": "First year cultural management students from Arcada organising events for an event production course.\r\nOur theme is '\"stories of'\" which means all of our programme/events will include some kind of stories. Our main target audience is students that participate in a competition called '\"omtänk'\" but we also plan our events for and welcome anyone else to participate in the events we create.\r\nOur 3 days at Temporary will have a kind of after-work theme, we want to create a nice and relaxed atmosphere where people can hang out and get to know each other. We will have different kinds of games available and there will also be music to enjoy throughout the event. We will also have some specific and organised programmes that anyone and everyone can participate in.\r\n\r\nThe main idea is for people to come together, network and share their stories.",
    "slug": "stories-of",
    "spent_cached": 171,
    "start_at": "2017-02-16 14:00:00",
    "stopped.x": "t",
    "timeframe": "9.5 & 11.5",
    "total_needed_with_recurrence_cached": 171,
    "user_id": 261
  },
  {
    "comment_count": 0,
    "duration": 1,
    "goals": "ultimately to close all slaughterhouses. and actually to inform people about the injustice and horror of slaughter and organize public cultural expressions against it and for kindness and compassion toward all earthlings.",
    "has_enough_cached": "t",
    "id": 61,
    "intended_participants": "everyone",
    "intended_sessions": 1,
    "is_month_long": "f",
    "name": "preparation & rehearsal workshop for the world-wide march to close all slaughterhouses",
    "notified": "f",
    "number_that_can_be_scheduled_cached": 0,
    "pledgeable_cached": "f",
    "pledged_cached": 100,
    "proposal_created_at": "2017-04-19 13:55:35",
    "proposal_updated_at": "2017-05-23 09:23:42",
    "published_instances": 1,
    "recurrence": 1,
    "remaining_pledges_cached": 0,
    "require_all": "f",
    "scheduled": "t",
    "short_description": "\r\nThe helsinki version of the world-wide march to close all slaughterhouses is on saturday june 10th. See helsinki march to close all slaughterhouses in facebook and www.mctas.org for the world-wide march site. We will do a presentation and q&a on the theme, then brainstorm on actions, banners, shirts, buttons, speeches, paroles, etc., and then rehearse and create. Everyone is welcome.",
    "spent_cached": 100,
    "stopped.x": "t",
    "timeframe": "may 20th, 12 - 8 pm with a halftime break",
    "total_needed_with_recurrence_cached": 100,
    "user_id": 235
  },
  {
    "children_count": 0,
    "collapse_in_website": "f",
    "comment_count": 0,
    "cost_bb": 10,
    "depth": 0,
    "duration": 1,
    "end_at": "2018-03-14 21:59:00",
    "event_created_at": "2017-03-01 12:06:10",
    "event_id": 34,
    "event_updated_at": "2017-08-26 10:24:35",
    "goals": "To foster a sense of togetherness among Temporary''s participants\r\n\r\nTo share ideas in progress and to get feedback and input from others\r\n\r\nTo provide interesting, creative people a place to gather weekly that doesn''t require them to spend money like at a bar or restaurant",
    "has_enough_cached": "f",
    "id": 46,
    "image": "workplace_early71200x686forweb.jpg",
    "image_content_type": "image/jpeg",
    "image_height": 585,
    "image_size": 164282,
    "image_width": 1024,
    "intended_participants": "Anyone and everyone",
    "intended_sessions": 0,
    "is_month_long": "f",
    "lft": 67,
    "name": "Works in Progress",
    "needed_array_cached": "[70, 63, 57, 73, 66, 59, 53, 48, 43, 39, 35, 31, 28, 25, 23, 21, 20, 20, 20, 20, 20, 20, 20, 20, 20, 20, 20, 20, 20, 20, 20, 20, 20, 20, 20, 20]",
    "notified": "f",
    "number_that_can_be_scheduled_cached": 0,
    "place_id": 1,
    "pledgeable_cached": "t",
    "pledged_cached": 441,
    "primary_sponsor_id": 1,
    "proposal_created_at": "2017-02-28 09:32:36",
    "proposal_updated_at": "2017-08-26 10:24:35",
    "published": "t",
    "published_instances": 7,
    "recurrence": 3,
    "remaining_pledges_cached": 0,
    "require_all": "f",
    "rgt": 68,
    "scheduled": "t",
    "sequence": "1.32",
    "short_description": "Now that Temporary is transitioning to Open Time, we still need a regular weekly ''meeting'' to review proposals and do the minimal amount of admin necessary. This took place on Tuesday evenings for the first 6 months of Temporary and was always intended to be a social gathering, though it never really was.\r\n\r\nLet''s continue the Tuesday meeting idea but reboot things slightly - the activities will be explicitly social in nature, meaning we close our laptops and share some food and drink. Each week (unless there is an already-scheduled Tuesday experiment), we''ll try to find one person to tell us about something they are working on. It doesn''t have to be overly structured or ''curated'' but just casual.\r\n\r\nThe ''Works in Progress'' title is intended to emphasise that anyone sharing their ideas should explicitly choose projects that are unfinished or still being developed; this can just be notes, research, whatever, in any field or discipline.\r\n",
    "slug": "works-in-progress",
    "spent_cached": 441,
    "start_at": "2017-03-14 17:00:00",
    "stopped.x": "f",
    "timeframe": "Every Tuesday evening where there is not an already-scheduled experiment",
    "total_needed_with_recurrence_cached": 489,
    "user_id": 1
  },
  {
    "children_count": 0,
    "collapse_in_website": "f",
    "comment_count": 0,
    "cost_bb": 15,
    "depth": 0,
    "duration": 1,
    "end_at": "2017-05-19 17:00:00",
    "event_created_at": "2017-05-09 19:17:45",
    "event_id": 55,
    "event_updated_at": "2017-08-26 10:24:35",
    "goals": "Vegetal speed dating addresses the topics of plant cognition, communication and enhanced perception through a practical experiment.",
    "has_enough_cached": "t",
    "id": 67,
    "image": "VegSpDt.jpg",
    "image_content_type": "image/jpeg",
    "image_height": 300,
    "image_size": 22958,
    "image_width": 281,
    "intended_participants": "whoever is interested!",
    "intended_sessions": 1,
    "is_month_long": "f",
    "lft": 109,
    "name": "Vegetal SpeedDating",
    "number_that_can_be_scheduled_cached": 0,
    "place_id": 1,
    "pledgeable_cached": "f",
    "pledged_cached": 105,
    "primary_sponsor_id": 66,
    "proposal_created_at": "2017-05-01 20:40:19",
    "proposal_updated_at": "2017-08-26 10:24:36",
    "published": "t",
    "published_instances": 1,
    "recurrence": 1,
    "remaining_pledges_cached": 5,
    "require_all": "f",
    "rgt": 110,
    "scheduled": "t",
    "sequence": "1.53",
    "short_description": "Vegetal Speed Dating is a participative experiment with The Vegetal, exploring the communication capabilities between plants and humans. Based on scientific evidence, and backed up by the biodynamic practice and research on formative force ( http://www.bildekraefte.de ), participants can seek direct contact with a plant and explore both their own reaction, and the possible replies from the plants.\r\n\r\n",
    "slug": "vegetal-speeddating",
    "spent_cached": 100,
    "start_at": "2017-05-19 15:00:00",
    "stopped.x": "t",
    "timeframe": "19.5.2017, 18:00; 2 hours",
    "total_needed_with_recurrence_cached": 100,
    "user_id": 66
  },
  {
    "children_count": 0,
    "collapse_in_website": "f",
    "comment_count": 0,
    "cost_bb": 10,
    "depth": 0,
    "duration": 1,
    "end_at": "2017-08-20 13:00:00",
    "event_created_at": "2017-05-03 11:33:53",
    "event_id": 52,
    "event_updated_at": "2017-08-26 10:24:35",
    "goals": "To increase communication between improvising artists, musicians and soundies\r\n\r\nTo make some stuff at Temporary and not just talk so much about making stuff\r\n\r\nTo play and enjoy the beauty of sound created by groups",
    "has_enough_cached": "f",
    "id": 47,
    "image": "cornelius-cardew-feature-scratch.jpg",
    "image_content_type": "image/jpeg",
    "image_height": 546,
    "image_size": 63275,
    "image_width": 799,
    "intended_participants": "Anyone - musicians and non-musicians must feel equally welcome here, or I quit",
    "intended_sessions": 0,
    "is_month_long": "f",
    "lft": 103,
    "name": "Svamp 6.0 (open sound/music improvisation)",
    "needed_array_cached": "[100, 90, 81, 73, 66, 59, 53, 48, 43, 39, 35, 31, 28, 25, 23, 21, 20, 20, 20, 20, 20, 20, 20, 20, 20, 20, 20, 20, 20, 20, 20, 20, 20, 20, 20, 20]",
    "notified": "f",
    "number_that_can_be_scheduled_cached": 0,
    "place_id": 1,
    "pledgeable_cached": "t",
    "pledged_cached": 331,
    "primary_sponsor_id": 1,
    "proposal_created_at": "2017-02-28 09:42:19",
    "proposal_updated_at": "2017-08-26 10:24:35",
    "published": "t",
    "published_instances": 3,
    "recurrence": 3,
    "remaining_pledges_cached": 60,
    "require_all": "f",
    "rgt": 104,
    "scheduled": "t",
    "sequence": "1.50",
    "short_description": "SVAMP has been a long-running series of open sound/music improvisation workshops that have taken place in Helsinki (and Tallinn) sporadically for years.  They have been organised by various entities, most recently by Äänen Lumo, and often featured a guest musician leading the group through exercises.\r\n\r\nTemporary would be a fantastic venue for musical improvisation. Why don''t we get these going again? Or maybe they don''t have to be called SVAMP, we can let that name die. Or we can keep it. It doesn''t matter. These can still be organised by/with Äänen Lumo or they don''t have to be. It doesn''t matter. They can still be led by guest musicians or not. It doesn''t matter.\r\n\r\nThe point is, let''s have a regular meeting place for people to improvise sound and music together and try out various exercises, games, examples and experiments. And to just play freely. And most of all, to listen.",
    "slug": "sound-and-music-improvisation-group-svamp",
    "spent_cached": 271,
    "start_at": "2017-05-27 10:00:00",
    "stopped.x": "f",
    "timeframe": "Monthly?",
    "total_needed_with_recurrence_cached": 344,
    "user_id": 1
  },
  {
    "comment_count": 0,
    "duration": 1,
    "goals": "* To introduce the SOLU project\r\n* To get the community (individuals and partner organisations) involved in the development of SOLU\r\n* To get feedback from the community about \r\n   - what SOLU should become\r\n   - what SOLU should offer in terms of infrastructure, programs and opportunities \r\n   - how to be involved",
    "has_enough_cached": "t",
    "id": 73,
    "intended_participants": "artists, scientists, practitioners and others (robots, mushrooms, protocells etc.), as well as organisations interested in art&science",
    "intended_sessions": 1,
    "is_month_long": "f",
    "name": "Discussion: SOLU",
    "number_that_can_be_scheduled_cached": 0,
    "pledgeable_cached": "f",
    "pledged_cached": 100,
    "proposal_created_at": "2017-05-24 10:50:04",
    "proposal_updated_at": "2017-05-31 08:23:48",
    "published_instances": 1,
    "recurrence": 1,
    "remaining_pledges_cached": 0,
    "require_all": "f",
    "scheduled": "t",
    "short_description": "The Bioartsociety invites everybody to come and discuss the plans for SOLU - a platform and artistic laboratory for art, science and society. Since its launch in 2008 the Bioartsociety has continuously worked to develop artistic practices at the intersection of art and natural sciences with a strong environmental research angle. The current size and infrastructure of the Bioartsociety is too small to answer to the increasing interests and opportunities in the field of art&science. To develop the current potential of the field the Bioartsociety aims to establish SOLU.\r\nSOLU is a catalyst and incubator for the development of interdisciplinary art practices. SOLU encourages work on the intersection of art, science and society to leave its comfort zones, to push the boundaries and cross borders to become what we can’t possibly know. SOLU seeks the frontiers of art and extends the practices of artists engaging with scientific processes, facilities and technologies in order to participate in and reveal and illuminate the social, political and cultural contexts that brought them into being. SOLU offers opportunities and visibility to the work of professionals, it allows to make better use of already established program of the Bioartsociety, it allows the development of new formats and initiatives, and it enables the involvement of local, Nordic/Baltic and international partners for collaborations and exchanges.",
    "spent_cached": 100,
    "stopped.x": "t",
    "timeframe": "7.6.2017 17-20h",
    "total_needed_with_recurrence_cached": 100,
    "user_id": 15
  },
  {
    "children_count": 0,
    "collapse_in_website": "f",
    "comment_count": 0,
    "cost_bb": 10,
    "depth": 0,
    "duration": 1,
    "end_at": "2017-05-20 17:00:00",
    "event_created_at": "2017-04-27 07:52:47",
    "event_id": 46,
    "event_updated_at": "2017-08-26 10:24:35",
    "goals": "to prepare for the march together",
    "has_enough_cached": "t",
    "id": 76,
    "image": "17903562_1466793903352316_7665631138713451546_n.jpg",
    "image_content_type": "image/jpeg",
    "image_height": 540,
    "image_size": 44297,
    "image_width": 960,
    "intended_participants": "everyone",
    "intended_sessions": 1,
    "is_month_long": "f",
    "lft": 91,
    "name": "preparation workshop for the world-wide march to close all slaughterhouses with food not bombs helsinki(ruoka ei aseita)",
    "number_that_can_be_scheduled_cached": 0,
    "place_id": 1,
    "pledgeable_cached": "f",
    "pledged_cached": 100,
    "primary_sponsor_id": 235,
    "proposal_created_at": "2017-06-03 12:18:04",
    "proposal_updated_at": "2017-08-26 10:24:35",
    "published": "t",
    "published_instances": 1,
    "recurrence": 1,
    "remaining_pledges_cached": 10,
    "require_all": "f",
    "rgt": 92,
    "scheduled": "t",
    "sequence": "1.44",
    "short_description": "we will bring and participants can bring food (not bombs) and prepare/cook it for the march to close all slaughterhouses starting at 12 pm on june 10th(same day). also participants can paint signs, banners,  shirts, as well as noise makers like drums, whistles, tamborines, and any percussive objects, for the march. some materials will be available but you are welcome to  bring red shirts, textiles, cardboard, and poles to hold the signs.",
    "slug": "worldwide-march-to-close-all-slaughterhouses",
    "spent_cached": 90,
    "start_at": "2017-05-20 09:00:00",
    "stopped.x": "f",
    "timeframe": "june 9th, 6-8 pm, 2 hours",
    "total_needed_with_recurrence_cached": 100,
    "user_id": 235
  },
  {
    "children_count": 0,
    "collapse_in_website": "f",
    "comment_count": 0,
    "cost_bb": 15,
    "depth": 0,
    "duration": 1,
    "end_at": "2016-11-12 14:00:00",
    "event_created_at": "2016-11-02 09:00:18",
    "event_id": 13,
    "event_updated_at": "2017-08-26 10:24:34",
    "goals": "-look around eyes open to see how and what is surrounding us and if it actually has a use - bringing awareness to everyday life\r\n-finding creative solutions with the help of others\r\n-transfer useless things into something new\r\n",
    "has_enough_cached": "t",
    "id": 18,
    "image": "useless_object.jpg",
    "image_content_type": "image/jpeg",
    "image_height": 800,
    "image_size": 135230,
    "image_width": 570,
    "intended_participants": "everyone is welcome, even if you can not find anything useless yourself...",
    "intended_sessions": 1,
    "is_month_long": "f",
    "lft": 27,
    "name": "Useless things",
    "needed_array_cached": "[100]",
    "notified": "f",
    "number_that_can_be_scheduled_cached": 0,
    "place_id": 1,
    "pledgeable_cached": "t",
    "pledged_cached": 71,
    "primary_sponsor_id": 13,
    "proposal_created_at": "2016-10-16 21:06:49",
    "proposal_updated_at": "2017-08-26 10:24:35",
    "published": "t",
    "published_instances": 1,
    "recurrence": 1,
    "remaining_pledges_cached": 1,
    "require_all": "f",
    "rgt": 28,
    "scheduled": "t",
    "sequence": "1.12",
    "short_description": "For this experiment everyone can take along a useless object(s) which we, with the help and ideas of others too, try to collectively repurpose to give them a new function or possibly make them even more useless...",
    "slug": "useless-things",
    "spent_cached": 70,
    "start_at": "2016-11-12 12:00:00",
    "stopped.x": "t",
    "timeframe": "2 h, some time in October in the evening time - Wednesday?",
    "total_needed_with_recurrence_cached": 100,
    "user_id": 13
  },
  {
    "children_count": 0,
    "collapse_in_website": "f",
    "comment_count": 0,
    "cost_bb": 10,
    "depth": 0,
    "duration": 1,
    "end_at": "2017-07-07 17:00:00",
    "event_created_at": "2017-05-31 07:59:15",
    "event_id": 60,
    "event_updated_at": "2017-08-26 10:24:35",
    "goals": "* Through creating a new language we try to understand how our brains comprehend verbal or word-based information.\r\n* To enjoy our own sense of association to words and what else they could mean. \r\n* To understand the priority of our Vocabulary, what words we learn, create first. \r\n* To actually learn this language and to practice it with the peers from the workshop. \r\n* To maybe take this new language and words we create into the other commonly spoken languages, and to see how fast or slow these words conquer. \r\n",
    "has_enough_cached": "t",
    "id": 12,
    "image": "Image001.jpg",
    "image_content_type": "image/jpeg",
    "image_height": 621,
    "image_size": 103838,
    "image_width": 1000,
    "intended_participants": "All the wordsmiths, language enthusiasts, innovators, language teachers.",
    "intended_sessions": 0,
    "is_month_long": "f",
    "lft": 119,
    "name": "Gavvamo",
    "number_that_can_be_scheduled_cached": 0,
    "place_id": 1,
    "pledgeable_cached": "f",
    "pledged_cached": 100,
    "primary_sponsor_id": 6,
    "proposal_created_at": "2016-09-23 12:41:45",
    "proposal_updated_at": "2017-05-31 08:37:18",
    "published": "t",
    "published_instances": 1,
    "recurrence": 1,
    "remaining_pledges_cached": 0,
    "require_all": "f",
    "rgt": 120,
    "scheduled": "t",
    "sequence": "1.58",
    "short_description": "I want to create a whole new language together with you, this language we create may have influences of already existing words from languages from different parts of the world. The most interesting is to arrive at a common agreement on words and to build from there. By the end of the experiment I would like to arrive at at least 100 words vocabulary. \r\n\r\n\r\n",
    "slug": "gavvamo",
    "spent_cached": 100,
    "start_at": "2017-07-07 15:00:00",
    "stopped.x": "t",
    "timeframe": "7th of July",
    "total_needed_with_recurrence_cached": 100,
    "user_id": 6
  },
  {
    "children_count": 0,
    "collapse_in_website": "f",
    "comment_count": 0,
    "cost_bb": 5,
    "depth": 1,
    "duration": 1,
    "end_at": "2017-12-31 21:58:00",
    "event_created_at": "2017-02-22 11:22:58",
    "event_id": 31,
    "event_updated_at": "2017-08-28 12:59:10",
    "goals": "Eventually, Temporary will hopefully be a 24/7 space with Open Time administered in a decentralised fashion.",
    "has_enough_cached": "f",
    "id": 44,
    "image": "opentime",
    "image_content_type": "application/octet-stream",
    "image_height": 1512,
    "image_size": 995402,
    "image_width": 2016,
    "intended_participants": "Everyone",
    "intended_sessions": 0,
    "is_month_long": "t",
    "lft": 4,
    "name": "Open Time",
    "needed_array_cached": "[881, 100, 160, 620, 600, 620, 600, 600, 600, 600, 600, 600, 600, 600, 600, 600, 600, 600, 600, 600, 600, 600, 600, 600, 600, 600, 600, 600, 600, 600, 600, 600, 600, 600, 600, 600]",
    "notified": "f",
    "number_that_can_be_scheduled_cached": 0,
    "parent_id": 1,
    "place_id": 1,
    "pledgeable_cached": "t",
    "pledged_cached": 3001,
    "primary_sponsor_id": 1,
    "proposal_created_at": "2017-02-22 10:08:42",
    "proposal_updated_at": "2017-08-26 10:24:36",
    "published": "t",
    "published_instances": 6,
    "recurrence": 3,
    "remaining_pledges_cached": 20,
    "require_all": "f",
    "rgt": 5,
    "scheduled": "t",
    "sequence": "1.1.116",
    "short_description": "Open Day has been cool but a lot of people would like to come outside of the regular hours. Additionally, having only 2 or 3 people with keys creates an administrative burden.\r\n\r\nProposal: expand Open Day to be Open Time, which will take over all times at Temporary when other experiments are not scheduled. Trusted Temporary users will be able to enter the space any time they would like via their ID cards, and while there, maintain the open space for new and first-time visitors.\r\n\r\nParticipants will be able to check in and receive 10T as before, once per day or every 24 hours, whatever seems to make the most sense.",
    "slug": "open-time",
    "spent_cached": 2981,
    "start_at": "2017-02-28 22:01:00",
    "stopped.x": "f",
    "timeframe": "all the time, still costing Temps at the regular rate for multi-day events",
    "total_needed_with_recurrence_cached": 3581,
    "user_id": 1
  },
  {
    "children_count": 0,
    "collapse_in_website": "f",
    "comment_count": 0,
    "cost_bb": 13,
    "depth": 0,
    "duration": 1,
    "end_at": "2017-04-12 20:10:00",
    "event_created_at": "2017-03-08 15:12:43",
    "event_id": 40,
    "event_updated_at": "2017-08-26 10:24:35",
    "goals": "To collectively develop/design some kind of game.",
    "has_enough_cached": "f",
    "id": 53,
    "image": "GameDevelopmentmeeting.jpg",
    "image_content_type": "image/jpeg",
    "image_height": 720,
    "image_size": 224982,
    "image_width": 1280,
    "intended_participants": "Anyone who likes to play.",
    "intended_sessions": 0,
    "is_month_long": "f",
    "lft": 79,
    "name": "Game Development Meeting",
    "needed_array_cached": "[70, 90, 81, 73, 66, 59, 53, 48, 43, 39, 35, 31, 28, 25, 23, 21, 20, 20, 20, 20, 20, 20, 20, 20, 20, 20, 20, 20, 20, 20, 20, 20, 20, 20, 20, 20]",
    "notified": "f",
    "number_that_can_be_scheduled_cached": 0,
    "place_id": 1,
    "pledgeable_cached": "t",
    "pledged_cached": 205,
    "primary_sponsor_id": 10,
    "proposal_created_at": "2017-03-06 09:09:41",
    "proposal_updated_at": "2017-08-26 10:24:36",
    "published": "t",
    "published_instances": 2,
    "recurrence": 2,
    "remaining_pledges_cached": 45,
    "require_all": "f",
    "rgt": 80,
    "scheduled": "t",
    "sequence": "1.38",
    "short_description": "Games are an important part of our well being; not only do we learn through playing but the activity refreshes us as we are engrossed in the temporal environment created by the game. Games are not just important to our health but they promote social engagement (IRL) in addition to encouraging divergent and critical thinking. \r\n \r\nCollectively, during the meeting, we will come together for the purpose of developing a game. We will look at the history of games, different types of games, examples of games, then we will decide which format of game to develop, outline the rules of the game, followed by the construction of anything which is necessary for the game using available tools/materials. Following the development portion of the meeting, we will play our collectively designed game in order to assess it.\r\n\r\nThe workshop will take 4-5 hours.",
    "slug": "game-development-meetings",
    "spent_cached": 160,
    "start_at": "2017-04-12 15:00:00",
    "stopped.x": "f",
    "timeframe": "Weekday evenings.",
    "total_needed_with_recurrence_cached": 241,
    "user_id": 10
  },
  {
    "comment_count": 0,
    "duration": 1,
    "goals": "--- note I (or somebody else) will probably organize these meetups if possible at Temporary in the coming months also, but atm cannot commit to have this meetup every month at Temporary.\r\n\r\nGOALS:\r\nGive people an encouraging environment where they can discuss what''s going on in their life, their projects and goals, meet and connect to new people, or just have coffee and hang out. Give opportunity to peer-coaching, sharing of ideas and getting help on what ever you happen to be building.",
    "has_enough_cached": "f",
    "id": 78,
    "intended_participants": "2-12",
    "intended_sessions": 1,
    "is_month_long": "f",
    "name": "Live Your Legend Helsinki Meetup",
    "needed_array_cached": "[100]",
    "number_that_can_be_scheduled_cached": 0,
    "pledgeable_cached": "t",
    "pledged_cached": 87,
    "proposal_created_at": "2017-06-21 11:56:27",
    "proposal_updated_at": "2017-06-26 20:28:26",
    "published_instances": 0,
    "recurrence": 1,
    "remaining_pledges_cached": 87,
    "require_all": "f",
    "short_description": "Live Your Legend Helsinki meetup. An on-going seris of meetups (usually it is 1 meetup per month) is a relaxed hang out, where our chat usually circles around some practical, humorous, or philosophical aspects of life, work, relationships, personal growth, etc. Share whatever is on your mind ...or just listen, if you prefer. Anyone can just join and come check it out. If you haven''t been with us before, we are a sociable bunch including all kinds of people (regular people, engineers, IT people, bloggers, students of psychology, etc), and we''re happy to meet new people. Everybody is welcome\r\n\r\nPart of the meetup is the opportunity for anyone interested to do/get some peer-coaching which follows a structure of 3 questions (in case you are new to this, these questions are a common feature that''s used in LYL groups around the world, to facilitate the discussion):\r\n- what are you building? (i.e., what''s your current project/goal, if you have one)\r\n- where do you need help? (what is hard?)\r\n- what is your next step?\r\n\r\nEveryone is welcome to join! Stay for an hour, stay two, whatever you have time for.\r\n\r\n'\"LIVE: To spend one’s life in a particular way. To have an exciting or fulfilling existence.\r\nYOUR: Unique to who you are and no one else.\r\nLEGEND: Something remarkable and noteworthy, however big or small, that somehow changes the world.\r\n\r\nMore here:\r\nhttps://www.ted.com/talks/scott_dinsmore_how_to_find_work_you_love\r\nhttp://liveyourlegend.net/about/\r\nLocal Group Helsinki: https://www.facebook.com/groups/586001591475247/?fref=ts",
    "spent_cached": 0,
    "stopped.x": "f",
    "timeframe": "during summer (likely July)",
    "total_needed_with_recurrence_cached": 100,
    "user_id": 441
  },
  {
    "children_count": 0,
    "collapse_in_website": "t",
    "comment_count": 0,
    "cost_bb": 10,
    "depth": 0,
    "duration": 1,
    "end_at": "2017-04-18 17:30:00",
    "event_created_at": "2017-01-12 13:34:09",
    "event_id": 24,
    "event_updated_at": "2017-08-26 10:24:35",
    "goals": "To give each participant some further possible insight by exposing themselves to people with different experiences of what it means to listen, make noise, or create music.\r\n\r\nTo have a safe space where we (whoever ''we'' might be) can experiment with sounds without any particular goal, and to discuss related topics without a particular agenda.",
    "has_enough_cached": "t",
    "id": 34,
    "image": "1912527_10152793988930569_8633381062930363916_o.jpg",
    "image_content_type": "image/jpeg",
    "image_height": 1333,
    "image_size": 665002,
    "image_width": 2000,
    "intended_participants": "Full-time and part-time sound appreciators",
    "intended_sessions": 0,
    "is_month_long": "f",
    "lft": 49,
    "name": "SoundShare Nights",
    "needed_array_cached": "[70, 63, 57, 51, 46, 41, 37, 33, 30, 27, 24, 22, 20, 20, 23, 21, 20, 20, 20, 20, 20, 20, 20, 20, 20, 20, 20, 20, 20, 20, 20, 20, 20, 20, 20, 20]",
    "number_that_can_be_scheduled_cached": 2,
    "place_id": 1,
    "pledgeable_cached": "t",
    "pledged_cached": 665,
    "primary_sponsor_id": 204,
    "proposal_created_at": "2017-01-11 14:27:59",
    "proposal_updated_at": "2017-08-26 10:24:35",
    "published": "t",
    "published_instances": 18,
    "recurrence": 3,
    "remaining_pledges_cached": 40,
    "require_all": "f",
    "rgt": 50,
    "scheduled": "t",
    "sequence": "1.23",
    "short_description": "Regular meet-up nights for anyone interested in learning or co-learning about anything sound-related. Come! Be noisy! Share ideas, anecdotes, and proposals!\r\n\r\nAva Grayson will by default organise exercises/discussions/etc. However, other participants are warmly welcome to suggest topics or experiments, and each session will end with a group decision as to what the next session could be.\r\n\r\nPossible activities:\r\n- listening walks\r\n- sonic meditation\r\n- spontaneous noise-making or instrument-building\r\n\r\nPossible discussion topics:\r\n- tech geek nerdout tangents\r\n- Nada yoga and yogic chanting\r\n- if a tree falls in the woods...\r\n- non-traditional listening aesthetics\r\n- anything! If it has to do with sound, let''s talk about it!\r\n\r\nPlease bring snacks and wooly socks if that makes you comfy. Please bring your enthusiasm and ears and open minds.",
    "slug": "soundshare-nights",
    "spent_cached": 625,
    "start_at": "2017-01-19 16:30:00",
    "stopped.x": "f",
    "timeframe": "January 19, 26, 31; February 7, 16, 21, 28; March 7, 16, 23, 28; April 4, 11, 18. All meetings from 18:30-20:30.",
    "total_needed_with_recurrence_cached": 645,
    "user_id": 204
  },
  {
    "children_count": 0,
    "collapse_in_website": "t",
    "comment_count": 0,
    "cost_bb": 10,
    "depth": 0,
    "duration": 1,
    "end_at": "2018-01-25 19:00:00",
    "event_created_at": "2017-01-20 08:45:28",
    "event_id": 25,
    "event_updated_at": "2017-08-26 10:24:35",
    "goals": "The goal is to get to know deeply important films for cinema history, to compare and discuss different points of view between people from different backgrounds and, of course, to stimulate each other to watch interesting movies.",
    "has_enough_cached": "f",
    "id": 35,
    "image": "medium_film_club.jpg",
    "image_content_type": "image/jpeg",
    "image_height": 600,
    "image_size": 109407,
    "image_width": 424,
    "intended_participants": "All people keen of cinema and/or curious to know more!",
    "intended_sessions": 5,
    "is_month_long": "f",
    "lft": 51,
    "name": "The Film Club",
    "needed_array_cached": "[70, 63, 57, 73, 66]",
    "number_that_can_be_scheduled_cached": 0,
    "place_id": 1,
    "pledgeable_cached": "t",
    "pledged_cached": 302,
    "primary_sponsor_id": 220,
    "proposal_created_at": "2017-01-13 12:24:13",
    "proposal_updated_at": "2017-08-26 10:24:35",
    "published": "t",
    "published_instances": 4,
    "recurrence": 2,
    "remaining_pledges_cached": 39,
    "require_all": "f",
    "rgt": 52,
    "scheduled": "t",
    "sequence": "1.24",
    "short_description": "18:30: Discussing '\"Freaks'\" By Tod Browning\r\nFeel free to bring snacks/drinks to share or for yourself! Tea will be offer!\r\n\r\nDear all, \r\nNur Magazine started the New Year with a stimulating and pleasing event to all the people who live in Helsinki area, keen and interested in movies: “The Film Club”. \r\nThe meeting will be once a month and we will freely discuss in english about the chosen film on the list. \r\nAfter the success on January, the Film Club is ready to be back at the end of February. \r\nPlease, if you want to join the group, just attend this event or, if you have some questions, send a message to our Facebook page or info@nur.fi \r\nAll the meetings will be reviewed in the magazine! \r\nWe have also a Facebook group if you want to join! https://www.facebook.com/groups/1752628521731594/?fref=ts\r\n\r\n\r\nLa Chinoise,, Jean-Luc Godard, 1967 - April \r\nMetropolis, Fritz Lang, 1927- May \r\nRoma Città Aperta (Roma, Open city), Umberto Rossellini, 1945 - June\r\n",
    "slug": "the-film-club",
    "spent_cached": 263,
    "start_at": "2017-01-25 16:30:00",
    "stopped.x": "f",
    "timeframe": "6 times. Fourth time 26th of April. - If not, 3rd of May",
    "total_needed_with_recurrence_cached": 329,
    "user_id": 220
  },
  {
    "children_count": 0,
    "collapse_in_website": "f",
    "comment_count": 0,
    "cost_bb": 10,
    "depth": 0,
    "duration": 1,
    "end_at": "2017-05-18 17:00:00",
    "event_created_at": "2017-05-03 10:15:16",
    "event_id": 50,
    "event_updated_at": "2017-08-26 10:24:35",
    "goals": "-To provide each participant a chance to compare their own ideas of cultural and individual taboos\r\n-To reconsider our individual knowledge, beliefs, and preferences in regards to taboo topics through researching and talking during these sessions\r\n-To take the time to consider opinions that we may initially find weird, gross, etc.\r\n",
    "has_enough_cached": "t",
    "id": 62,
    "image": "red-box-hi.png",
    "image_content_type": "image/png",
    "image_height": 446,
    "image_size": 2169,
    "image_width": 600,
    "intended_participants": "Open-minded peeps",
    "intended_sessions": 6,
    "is_month_long": "f",
    "lft": 99,
    "name": "TABOO: the discussion group.",
    "needed_array_cached": "[100, 90, 81, 73, 66, 59]",
    "notified": "f",
    "number_that_can_be_scheduled_cached": 1,
    "place_id": 1,
    "pledgeable_cached": "t",
    "pledged_cached": 271,
    "primary_sponsor_id": 204,
    "proposal_created_at": "2017-04-20 14:47:08",
    "proposal_updated_at": "2017-08-26 10:24:35",
    "published": "t",
    "published_instances": 2,
    "recurrence": 3,
    "remaining_pledges_cached": 81,
    "require_all": "f",
    "rgt": 100,
    "scheduled": "t",
    "sequence": "1.48",
    "short_description": "I am interested in a monthly or twice-monthly discussion group that meets to open-mindedly talk about topics that are regarded with shame, disgust, or a high degree of discomfort in our society.\r\n\r\nSome questions we could explore:\r\n\r\n-What is the validity/invalidity of considering certain acts or thoughts taboo?\r\n-What is the source of a certain taboo? Religion? Hygiene? Something else?\r\n-What could be taboo in the future?\r\n-What possible futures could exist without deeming certain things taboo?\r\n\r\n***I expect that discussions will range from mild and anthropological to downright uncomfortable, so it''s important that everyone wanting to participate be open-minded and respectful toward each other.",
    "slug": "taboo-the-discussion-group",
    "spent_cached": 190,
    "start_at": "2017-05-18 15:00:00",
    "stopped.x": "f",
    "timeframe": "Once or twice per month on a regular evening from 18:00-20:00.",
    "total_needed_with_recurrence_cached": 469,
    "user_id": 204
  },
  {
    "children_count": 0,
    "collapse_in_website": "f",
    "comment_count": 0,
    "cost_bb": 15,
    "depth": 0,
    "duration": 1,
    "end_at": "2017-08-02 18:00:00",
    "event_created_at": "2017-07-02 10:06:45",
    "event_id": 64,
    "event_updated_at": "2017-08-26 10:24:35",
    "goals": "Our goal: to share our language in progress, get input on its development, and share music, performance, and art.",
    "has_enough_cached": "t",
    "id": 75,
    "image": "medium_17966789_1662876850394487_1102903321424955167_o.jpg",
    "image_content_type": "image/jpeg",
    "image_height": 600,
    "image_size": 32793,
    "image_width": 620,
    "intended_participants": "Anyone",
    "intended_sessions": 1,
    "is_month_long": "f",
    "lft": 127,
    "name": "aamutek uh lashtek: movement and language // performance and workshop",
    "number_that_can_be_scheduled_cached": 0,
    "place_id": 1,
    "pledgeable_cached": "f",
    "pledged_cached": 100,
    "primary_sponsor_id": 423,
    "proposal_created_at": "2017-05-31 20:12:28",
    "proposal_updated_at": "2017-07-02 10:09:14",
    "published": "t",
    "published_instances": 1,
    "recurrence": 1,
    "remaining_pledges_cached": 0,
    "require_all": "f",
    "rgt": 128,
    "scheduled": "t",
    "sequence": "1.62",
    "short_description": "Antibody Corporation, (Adam Rose and April Lynn, Chicago, USA), in collaboration with Liisa Kruusmägi (Estonia), would like to share a performance and workshop of music/movement and constructed language development.\r\n\r\nJoin us in developing our constructed language, known as Lashtek. \r\nLashtek currently has a vocabulary of around 700 words. \r\nIt has its own alphabet and phonemic system; a VOS (verb-object-subject) grammar; a degree of grammatical evidentiality; and other features in progress. \r\nYou can help us invent new words, work with the grammar, create poetry, create visual art using the alphabet, and more.\r\n\r\nBefore the workshop, we will share a performance that uses Lashtek, music, and movement. \r\n\r\nInfo about Antibody:\r\nAntibody Corporation specializes in mind-body integration. Antibody creates performance works incorporating music, movement, and languages both real and invented.\r\nhttp://www.antibodycorp.org/\r\n",
    "slug": "aamutek-uh-lashtek-movement-and-language",
    "spent_cached": 100,
    "start_at": "2017-08-02 14:30:00",
    "stopped.x": "f",
    "timeframe": "August 2nd, 2017",
    "total_needed_with_recurrence_cached": 100,
    "user_id": 423
  },
  {
    "children_count": 0,
    "collapse_in_website": "f",
    "comment_count": 0,
    "cost_bb": 15,
    "depth": 0,
    "duration": 1,
    "end_at": "2017-08-12 17:00:00",
    "event_created_at": "2017-07-02 09:00:57",
    "event_id": 63,
    "event_updated_at": "2017-11-02 15:29:30",
    "goals": "To recalibrate as a collective, to discover new insights, to propose new ideas, to tie up loose ends, to make new loose ends.",
    "has_enough_cached": "t",
    "id": 77,
    "image": "IMG_5906.JPG",
    "image_content_type": "image/jpeg",
    "image_height": 3024,
    "image_size": 2031525,
    "image_width": 4032,
    "intended_participants": "Temporary members who want to help",
    "intended_sessions": 1,
    "is_month_long": "f",
    "lft": 125,
    "name": "Temporary Futures",
    "number_that_can_be_scheduled_cached": 0,
    "place_id": 1,
    "pledgeable_cached": "f",
    "pledged_cached": 110,
    "primary_sponsor_id": 204,
    "proposal_created_at": "2017-06-09 11:03:47",
    "proposal_updated_at": "2017-08-26 10:24:36",
    "published": "t",
    "published_instances": 2,
    "recurrence": 1,
    "remaining_pledges_cached": 10,
    "require_all": "t",
    "rgt": 126,
    "scheduled": "t",
    "sequence": "1.61",
    "short_description": "°°°A chance to collectively reassemble our post-holiday collective thoughts, feelings, and aspirations as members of Temporary°°°\r\n\r\nI propose a 3-hour session in which members who feel an investment in the direction of Temporary get together to brainstorm and discuss the possible future of this space we all share.\r\n\r\nEach participant comes prepared with one (1) exercise that they think could either help us brainstorm new ideas/directions for Temporary or could generate directions for improvement. The first 1,5 hours of the session would be spent on these proposed exercises.\r\n\r\nThe latter 1,5 hours would be spent sharing a potluck dinner together, discussing our thoughts on the exercises we did, and sharing possible insight into what could come next for Temporary.\r\n\r\n",
    "slug": "temporary-futures",
    "spent_cached": 100,
    "start_at": "2017-08-12 14:00:00",
    "stopped.x": "f",
    "timeframe": "Saturday, August 12th, from 17:00-20:00",
    "total_needed_with_recurrence_cached": 100,
    "user_id": 204
  },
  {
    "comment_count": 0,
    "duration": 1,
    "goals": "1) to bring together different sound makers and performers\r\n\r\n2) to try different approaches to live soundtrack making, hopefully in unexpected ways, contexts and settings\r\n\r\n3) to have fun\r\n\r\n4) enjoyable and fun for an audience too",
    "has_enough_cached": "f",
    "id": 81,
    "intended_participants": "Anyone and everyone",
    "intended_sessions": 3,
    "is_month_long": "f",
    "name": "Different Soundtracks",
    "needed_array_cached": "[100, 90, 81]",
    "number_that_can_be_scheduled_cached": 0,
    "pledgeable_cached": "t",
    "pledged_cached": 50,
    "proposal_created_at": "2017-07-28 10:45:41",
    "proposal_updated_at": "2017-08-09 13:12:16",
    "published_instances": 0,
    "recurrence": 2,
    "remaining_pledges_cached": 50,
    "require_all": "f",
    "short_description": "Different Soundtracks is an attempt to create, well, different soundtracks to existing movies (or movie scenes). The movie selection will be unusual and eclectic and will be compiled by John Fail and Lauri Hyvärinen secretly beforehand.\r\n\r\nThe selection of players/sound makers can be ''curated'' or spontaneous – or both. It could also feature performers from other fields such as poetry or movement.\r\n\r\nEveryone does not need to participate in creating soundtracks, but can join as a member of audience too.\r\n\r\nThis could be a semi-regularly continuing experiment. In this situation the following events can take different forms, e.g. changing curators, not curated players, etc.",
    "spent_cached": 0,
    "stopped.x": "f",
    "timeframe": "First time somewhere between September 1-7",
    "total_needed_with_recurrence_cached": 271,
    "user_id": 281
  },
  {
    "comment_count": 0,
    "duration": 1,
    "goals": "Teaching the basics of hydroponics\r\nBuilding a simple set up\r\nGrow your own food at home",
    "has_enough_cached": "f",
    "id": 82,
    "intended_participants": "No limit",
    "intended_sessions": 1,
    "is_month_long": "f",
    "name": "Build your own hydroponics system",
    "needed_array_cached": "[100]",
    "number_that_can_be_scheduled_cached": 0,
    "pledgeable_cached": "t",
    "pledged_cached": 55,
    "proposal_created_at": "2017-07-31 11:33:28",
    "proposal_updated_at": "2017-08-09 13:21:34",
    "published_instances": 0,
    "recurrence": 1,
    "remaining_pledges_cached": 55,
    "require_all": "f",
    "short_description": "Hydroponics is a way of growing plants by exposing their roots to a nutrient solution. With hydroponics you can grow (eatable) plants indoors and year round. \r\nThe past couple of months I have been setting up a hydroponics system in the window of my bedroom and growing, lettuce, tomatoes, strawberries and some herbs. I was quite surprised by how well it all worked.\r\nThe basics are quite simple, but you can make your system more complex over time by connecting it to an aquarium, adding extra lights or by placing sensors monitoring pH, dissolved nutrients etc. \r\nIn this experiment however, I would like to focus on how to make the simplest scale-able system possible that you can customize further at home.",
    "spent_cached": 0,
    "stopped.x": "f",
    "timeframe": "will probably take one afternoon, sometime in September, October?",
    "total_needed_with_recurrence_cached": 100,
    "user_id": 129
  },
  {
    "children_count": 0,
    "collapse_in_website": "t",
    "comment_count": 0,
    "cost_bb": 10,
    "depth": 0,
    "duration": 1,
    "end_at": "2016-09-11 15:30:00",
    "event_created_at": "2016-09-06 17:56:50",
    "event_id": 3,
    "event_updated_at": "2017-08-26 10:24:34",
    "goals": "It is the purpose of the experiment to learn new things for the sake of learning.",
    "has_enough_cached": "f",
    "id": 4,
    "image": "medium_FITYMI_-_promo_001.jpg",
    "image_content_type": "image/jpeg",
    "image_height": 533,
    "image_size": 325248,
    "image_width": 800,
    "intended_participants": "Curious people",
    "intended_sessions": 0,
    "is_month_long": "f",
    "lft": 9,
    "name": "Fake it Till You Make it (FiTYMi)",
    "needed_array_cached": "[70, 63, 57, 73, 66, 59, 53, 48, 43, 39, 35, 31, 28, 25, 23, 21, 20, 20, 20, 20, 20, 20, 20, 20, 20, 20, 20, 20, 20, 20, 20, 20, 20, 20, 20, 20]",
    "notified": "t",
    "number_that_can_be_scheduled_cached": 0,
    "place_id": 1,
    "pledgeable_cached": "t",
    "pledged_cached": 265,
    "primary_sponsor_id": 10,
    "proposal_created_at": "2016-09-02 20:11:10",
    "proposal_updated_at": "2017-08-26 10:24:36",
    "published": "t",
    "published_instances": 3,
    "recurrence": 3,
    "remaining_pledges_cached": 45,
    "require_all": "f",
    "rgt": 10,
    "scheduled": "t",
    "sequence": "1.3",
    "short_description": "Fake It Till You Make It is a series of workshops for those curious individuals looking to broaden their experience and skill-set. Each session of FITYMI will be on a different subject which could fall under areas of expertise such as construction, making, baking, electronics, mechanics, cooking, jewelry, physics, plants, and whatever else can be imagined. It is the purpose of the workshop to learn new things for the sake of learning and it is for this reason that participants will only discover the subject of each session upon arriving to the workshop. During the class there will be a short talk about the subject and  how to accomplish the objective of the FITYMI session followed by participants choosing how to proceed (experimenting with materials, accomplishing a project, discussion and/or playing) with food available at some point during the workshop.\r\n",
    "slug": "fake-it-till-you-make-it",
    "spent_cached": 220,
    "start_at": "2016-09-11 13:00:00",
    "stopped.x": "f",
    "timeframe": "Next one occurring on the 6th of NovemberDecember, 17:00-20:00.",
    "total_needed_with_recurrence_cached": 263,
    "user_id": 10
  },
  {
    "children_count": 0,
    "collapse_in_website": "f",
    "comment_count": 0,
    "cost_bb": 10,
    "depth": 0,
    "duration": 1,
    "end_at": "2017-08-24 17:00:00",
    "event_created_at": "2017-08-02 08:29:33",
    "event_id": 65,
    "event_updated_at": "2017-08-26 10:24:35",
    "goals": "The Science Basement is a very young organization founded less than a year by a group of Ph.D students from Helsinki Univ. We have been trying our best to share scientific knowledge with the general public by organizing all kinds of public lectures and events. \r\nTaking the opportunity of the Night of Arts on 24th of August, 2017 we want to bring together physics, poem, music and dance discovering the art in science and the science in art. We also want to discuss with the audience about how to make science communication more efficient and persuasive.\r\n",
    "has_enough_cached": "t",
    "id": 80,
    "image": "ProfilePic.png",
    "image_content_type": "image/png",
    "image_height": 259,
    "image_size": 194337,
    "image_width": 344,
    "intended_participants": "the General Public",
    "intended_sessions": 1,
    "is_month_long": "f",
    "lft": 129,
    "name": "the Night of Arts-When Art Meets Science (WAMS project)",
    "number_that_can_be_scheduled_cached": 0,
    "place_id": 1,
    "pledgeable_cached": "f",
    "pledged_cached": 100,
    "primary_sponsor_id": 460,
    "proposal_created_at": "2017-07-21 10:10:54",
    "proposal_updated_at": "2017-08-02 08:30:46",
    "published": "t",
    "published_instances": 1,
    "recurrence": 1,
    "remaining_pledges_cached": 0,
    "require_all": "f",
    "rgt": 130,
    "scheduled": "t",
    "sequence": "1.63",
    "short_description": "In the Night of Arts we bring together physics, poem, music and dance discovering the art in science and the science in art. We invite you to discuss with us how to make science communication more efficient and persuasive.\r\n\r\nWho are we:\r\nWe are a group of scientists in training, who love communicating about the work we do.\r\nWe are enthusiastic about science writing, journalism, and outreach. We want to discuss new ideas, research topics and new knowledge generated by scientists, and broadcast it to a broader audience. We try to make complicated ideas simple.\r\nWe are The Science Basement.\r\nhttps://www.thesciencebasement.org/\r\n\r\nWhat will happen when art meets science:\r\nWe gather together musicians from the Sibelius Academy, a folk musician and a bunch of scientists/poets/dancers to experiment on the WAMS project.\r\nThe project will be a combination of speech, poem reading, music performance, dance performance and open discussion.\r\n\r\nWhy should you come:\r\nYou will enjoy different kinds of live performance. \r\nYou will discover the many secrets of art and science.\r\n\r\nSee you in Temporary very soon!",
    "slug": "the-science-basement",
    "spent_cached": 100,
    "start_at": "2017-08-24 14:00:00",
    "stopped.x": "f",
    "timeframe": "17:00 - 20:00, 24/08/2017",
    "total_needed_with_recurrence_cached": 100,
    "user_id": 460
  },
  {
    "comment_count": 0,
    "duration": 1,
    "goals": "- Building a communal service within the temporary space\r\n- assembling a team to design a machine together",
    "has_enough_cached": "f",
    "id": 84,
    "intended_participants": "free for all",
    "intended_sessions": 1,
    "is_month_long": "f",
    "name": "Communal Food Dehydrator",
    "needed_array_cached": "[100]",
    "number_that_can_be_scheduled_cached": 0,
    "pledgeable_cached": "t",
    "pledged_cached": 0,
    "proposal_created_at": "2017-08-13 14:44:59",
    "proposal_updated_at": "2017-08-13 15:53:22",
    "published_instances": 0,
    "recurrence": 1,
    "remaining_pledges_cached": 0,
    "require_all": "f",
    "short_description": "Lets see if we can get the Temporary community together to build a food dehydrator we can use to dry food leftovers of dumper dived (?) food.\r\nAt the Temporary Futures meeting we discussed about having some common services within the Temporary space and I think a communal food dehydrator would be a good example of such a service.\r\n\r\n\r\nI have never build one before, so I am looking for other member to help to (find an open) design and build this tool as a group.\r\nIf you are interested in helping in the design process in whatever way, for instance by getting the materials, finding recipes, looking up designs, programming or lifting team spirits, just respond in the comments and of course pledge!\r\n\r\n",
    "spent_cached": 0,
    "stopped.x": "f",
    "timeframe": "one weekend at Temporary + preparation time",
    "total_needed_with_recurrence_cached": 100,
    "user_id": 129
  },
  {
    "children_count": 0,
    "collapse_in_website": "f",
    "comment_count": 0,
    "cost_bb": 25,
    "depth": 0,
    "duration": 1,
    "end_at": "2017-07-27 19:00:00",
    "event_created_at": "2017-05-31 07:46:31",
    "event_id": 59,
    "event_updated_at": "2017-08-26 10:24:35",
    "goals": "I have been wondering: what is the quantitative impact of our cultural creations? As much energy as we may put into making art installations, short films, sound recordings, paintings, etc., we usually only reach a small number of already-in-the-loop, culture-consuming people - or just our friends.  At best we might experience an incursion into popular culture forms, or perhaps some international recognition or commercial success. Call me cynical (and many do), but I see our regular cultural products as existing in a ‘safe’ space, a space carved out to accommodate a predetermined spectrum of expression. Our lifestyles continue as before, whether we see such-and-such exhibition or not, mediated by our consumer choices and other pressures.\r\n\r\nSo what actually has changed the way we live, on a mass scale? Social media technology, of course. This is hardly an original or deep observation, but I wonder how we might utilise these technologies to challenge our own daily realities instead of just being passive victims of their marketing research and data-mining.\r\n\r\nAlso: what happens when a tool like Tinder, which admittedly is very minimal and hands-off in how you behave, is ''mis-used'' in ways that its creators did not intend? \r\n\r\nAnd finally, there is the basic experiment of what happens when you put 30 strangers in a room for an evening and ask them to indulge in various games and interactions.",
    "has_enough_cached": "f",
    "id": 70,
    "image": "Screen_Shot_2017-05-09_at_14.06.29.png",
    "image_content_type": "image/png",
    "image_height": 1048,
    "image_size": 1084622,
    "image_width": 852,
    "intended_participants": "Anyone who is curious about interacting with strangers who you match with due to superficial reasons",
    "intended_sessions": 1,
    "is_month_long": "f",
    "lft": 117,
    "name": "Tinder Lounge",
    "needed_array_cached": "[100]",
    "number_that_can_be_scheduled_cached": 0,
    "place_id": 1,
    "pledgeable_cached": "f",
    "pledged_cached": 100,
    "primary_sponsor_id": 1,
    "proposal_created_at": "2017-05-09 11:07:33",
    "proposal_updated_at": "2017-08-25 09:37:55",
    "published": "t",
    "published_instances": 0,
    "recurrence": 1,
    "remaining_pledges_cached": 0,
    "require_all": "f",
    "rgt": 118,
    "sequence": "1.57",
    "short_description": "When Tinder entered popular culture, there was much ballyhoo in the media about it -- the famous Vanity Fair ‘dating apocalypse’ article being the most hysterical and widely-circulated — but after a few years it’s just become another fact of modern life. I’ve stood on the Helsinki metro overlooking multiple seated passengers all using Tinder at the same time, swiping their hearts out. It’s no longer a faux pas to admit to meeting someone this way.\r\n\r\nTemporary is a platform for experimental interactions, and it strikes me that Tinder is also this, though I doubt it is used much in this way. And also like Temporary, Tinder is also where the social and the technical meet. We have a tool that can introduce us to hundreds of potential strangers, all of whom are theoretically ‘open’ on some level, who would never otherwise know about what we do at Temporary.\r\n\r\nIf you would like to participate in Tinder Lounge, install Tinder and find between 3 and 5 matches who are willing to come along to the experiment with you. During Tinder Lounge we will interact in structured and semi-structured ways through a series of exercises and games, with results to be collected from all participants (ideally 20-30 people) through a series of surveys and other feedback forms. There will also be ample time to ‘hang out’, since it’s a lounge, after all.\r\n\r\nIf this experiment receives enough pledges to be scheduled: Please do not be deceitful or manipulative to any poor strangers who you match with on Tinder. Please send them a link to the experiment webpage and make sure they know what they are getting into. Tinder Lounge is not intended to be a group date, swingers club or anything romantic in nature, though we will safely explore the complicated concepts of ‘intimacy’ and ‘openness’. You need not be single to participate in Tinder Lounge, though again we insist that you are up-front about this to whichever Tinder matches you might invite.",
    "slug": "tinder-lounge",
    "spent_cached": 100,
    "start_at": "2017-07-27 16:00:00",
    "stopped.x": "t",
    "timeframe": "A summer night (late June or July), because everyone is more 'open' in the summer",
    "total_needed_with_recurrence_cached": 100,
    "user_id": 1
  },
  {
    "children_count": 0,
    "collapse_in_website": "f",
    "comment_count": 0,
    "cost_bb": 10,
    "depth": 0,
    "duration": 1,
    "end_at": "2017-08-16 17:30:00",
    "event_created_at": "2017-08-09 11:51:50",
    "event_id": 66,
    "event_updated_at": "2017-08-26 10:24:35",
    "goals": "Discuss and learn about how to better deal with negative emotions in our lives",
    "has_enough_cached": "t",
    "id": 83,
    "image": "Green-square-green-532521_300_300.jpg",
    "image_content_type": "image/jpeg",
    "image_height": 300,
    "image_size": 3245,
    "image_width": 300,
    "intended_participants": "4-10",
    "intended_sessions": 1,
    "is_month_long": "f",
    "lft": 131,
    "name": "Kielteisten tunteiden käsittely - miniworkshop & keskustelu",
    "number_that_can_be_scheduled_cached": 0,
    "place_id": 1,
    "pledgeable_cached": "f",
    "pledged_cached": 100,
    "primary_sponsor_id": 441,
    "proposal_created_at": "2017-08-03 12:02:48",
    "proposal_updated_at": "2017-08-09 11:53:21",
    "published": "t",
    "published_instances": 1,
    "recurrence": 1,
    "remaining_pledges_cached": 0,
    "require_all": "f",
    "rgt": 132,
    "scheduled": "t",
    "sequence": "1.64",
    "short_description": "(Shortly in English: this is a mini-workshop and discussion in Finnish about how to better deal with and relate to negative emotions in our lives. Everybody is welcome! Event is in Finnish because it is based on a Finnish-speaking community called Kehitystö. If weather is good, event will be outside at Tokoinranta - otherwise it will be inside at Temporary)\r\n\r\nAlustus ja keskustelua kielteisistä tunteista, niihin suhtautumisesta sekä muutama harjoite aiheeseen liittyen. Työpajamainen osa kestää noin yhden tunnin, jonka jälkeen on vapaata hengausta ja keskustelua.\r\n\r\nKielteisiä tunteita (kärsimys, kipu, ahdistus, suru, jne.) pyritään usein välttelemään, koska niihin liittyy kipua. Välttely voi kuitenkin vain lisätä kivun määrää. Työpajan alustuksen ja harjoitteiden lähestymistapa aiheeseen on: hyväksyvä ja kohtaamiseen pyrkivä suhtautuminen kielteisiin tunteisiin sekä kielteisten tunteiden taustalla olevien oletusten, uskomusten ja tarpeiden parempi tunnistaminen voi auttaa meitä vähentämään henkistä kipua elämässämme ja elämään enemmän arvojemme näköistä elämää.\r\n\r\nAlustus ja harjoitteet perustuvat hyväksymis- ja omistautumisterapiaan (HOT) sekä rakentavan vuorovaikutuksen (nonviolent communication) ja kognitivis-behavioraalisen terapian viitekehyksiin. \r\n\r\nLämpimästi tervetuloa!",
    "slug": "kehitysto",
    "spent_cached": 100,
    "start_at": "2017-08-16 15:00:00",
    "stopped.x": "f",
    "timeframe": "16th of August, 1800 - 2030",
    "total_needed_with_recurrence_cached": 100,
    "user_id": 441
  },
  {
    "children_count": 0,
    "collapse_in_website": "t",
    "comment_count": 0,
    "cost_bb": 15,
    "depth": 0,
    "duration": 1,
    "end_at": "2017-02-10 17:00:00",
    "event_created_at": "2017-01-31 17:10:30",
    "event_id": 26,
    "event_updated_at": "2017-08-26 10:24:34",
    "goals": "-To understand how to create an open collaborative environment/space for everybody that is transparent and decentralised\r\n-Through discussions and series of workshops create a toolkit for any future possible collaborative spaces\r\n-Have fun and creative time together, making and brainstorming\r\n",
    "has_enough_cached": "f",
    "id": 36,
    "image": "medium_the-birds-nest-bed-10877.jpg",
    "image_content_type": "image/jpeg",
    "image_height": 450,
    "image_size": 81561,
    "image_width": 800,
    "intended_participants": "everybody who finds these topics relevant and interesting",
    "intended_sessions": 10,
    "is_month_long": "f",
    "lft": 53,
    "name": "Nestwork",
    "needed_array_cached": "[70, 63, 81, 73, 66, 59, 53, 48, 43, 39]",
    "notified": "f",
    "number_that_can_be_scheduled_cached": 0,
    "place_id": 1,
    "pledgeable_cached": "t",
    "pledged_cached": 244,
    "primary_sponsor_id": 13,
    "proposal_created_at": "2017-01-28 22:28:55",
    "proposal_updated_at": "2017-08-26 10:24:35",
    "published": "t",
    "published_instances": 3,
    "recurrence": 3,
    "remaining_pledges_cached": 30,
    "require_all": "f",
    "rgt": 54,
    "scheduled": "t",
    "sequence": "1.25",
    "short_description": "In this series of workshops we reflect on building a common space that is decentralised and operated by a community of people. We will try to see how it is possible to construct the collective and through a series of various workshops from customised label making to building creative donation boxes we try to work on all the different aspects such as the psychological or the financial that are all part of this kind of a shared space. Together we will come up with new ideas and some of them we can also test in Temporary itself. The ideas for the topic of each meeting will grow from the discussions to be had in these workshops. In the first meeting we will use old beer cans and other materials to make our own cookie cutters and bake our own custom biscuits.",
    "slug": "nestwork",
    "spent_cached": 214,
    "start_at": "2017-02-10 15:00:00",
    "stopped.x": "f",
    "timeframe": "First meeting will take place 10 February 17:00, regular meetings 2 x per month",
    "total_needed_with_recurrence_cached": 595,
    "user_id": 13
  },
  {
    "children_count": 0,
    "collapse_in_website": "t",
    "comment_count": 0,
    "cost_bb": 15,
    "depth": 0,
    "duration": 1,
    "end_at": "2016-10-18 17:00:00",
    "event_created_at": "2016-10-12 07:45:26",
    "event_id": 8,
    "event_updated_at": "2017-08-26 10:24:34",
    "goals": "TRASHLAB (formerly known as Trashlab Repair Cafe) events are social occasions to gather, try to fix broken things, while meeting others who care about tinkering, fixing, hacking, and the problem of waste and obsolescence in society. For each event, the expert hosts (Justin Tyler Tate and others, TBD) will try to identify the problems or diagnose the broken item and direct participants on how they can fix their item. We encourage people also to share their skills, learn from peer to peer and develop their own methods. While Trashlab cannot guarantee that all items are fixed (some might get diagnosed, some even more broken) - we can guarantee that participants will get more information on how to proceed with their broken item. Trashlab provides basic tools and materials for fixing, but if you have very specific items, you´d like to fix, please notify us in advance: justate [-at-] gmail.com\r\n\r\nDocumentation of the ongoing events: http://trashlabfix.tumblr.com/\r\n\r\nParticipation to the workshop is free but we happily accept small donations, which will go towards the tools, materials and coffee/tea/sweets.",
    "has_enough_cached": "f",
    "id": 16,
    "image": "medium_2016-05-29_Trashlab_in_HEL__at_KUVA__1_.JPG",
    "image_content_type": "image/jpeg",
    "image_height": 449,
    "image_size": 215190,
    "image_width": 800,
    "intended_participants": "People who have broken things or people who like to fix broken things",
    "intended_sessions": 0,
    "is_month_long": "f",
    "lft": 17,
    "name": "Trashlab",
    "needed_array_cached": "[70, 63, 57, 51, 66, 59, 53, 48, 43, 39, 35, 31, 28, 25, 23, 21, 20, 20, 20, 20, 20, 20, 20, 20, 20, 20, 20, 20, 20, 20, 20, 20, 20, 20, 20, 20]",
    "notified": "f",
    "number_that_can_be_scheduled_cached": 0,
    "place_id": 1,
    "pledgeable_cached": "t",
    "pledged_cached": 346,
    "primary_sponsor_id": 10,
    "proposal_created_at": "2016-10-10 10:57:44",
    "proposal_updated_at": "2017-08-26 10:24:36",
    "published": "t",
    "published_instances": 5,
    "recurrence": 3,
    "remaining_pledges_cached": 39,
    "require_all": "f",
    "rgt": 18,
    "scheduled": "t",
    "sequence": "1.8",
    "short_description": "TRASHLAB events are social occasions to gather, try to fix broken things, while meeting others who care about tinkering, fixing, hacking, and the problem of waste and obsolescence in society. For each event, the expert hosts (Justin Tyler Tate and others, TBD) will try to identify the problems or diagnose the broken item and direct participants on how they can fix their item.",
    "slug": "trashlab",
    "spent_cached": 307,
    "start_at": "2016-10-18 14:00:00",
    "stopped.x": "f",
    "timeframe": "14 Feb 2017 17:00 — 20:00",
    "total_needed_with_recurrence_cached": 366,
    "user_id": 10
  },
  {
    "children_count": 0,
    "collapse_in_website": "f",
    "comment_count": 0,
    "cost_bb": 15,
    "depth": 0,
    "duration": 1,
    "end_at": "2017-03-15 16:00:00",
    "event_created_at": "2017-03-08 15:06:40",
    "event_id": 39,
    "event_updated_at": "2017-08-26 10:24:34",
    "goals": "The workshop intends to explore the possibilities of cardboard as an aesthetic, biodegradable, waste material which can be made into a structurally viable option for furniture design.",
    "has_enough_cached": "f",
    "id": 52,
    "image": "Cardboard_Furniture_Design_Factory.jpg",
    "image_content_type": "image/jpeg",
    "image_height": 720,
    "image_size": 1335553,
    "image_width": 1280,
    "intended_participants": "People who are interested in design and/or sustainability.",
    "intended_sessions": 2,
    "is_month_long": "f",
    "lft": 77,
    "name": "Cardboard Furniture Design Factory",
    "needed_array_cached": "[100, 90]",
    "number_that_can_be_scheduled_cached": 0,
    "place_id": 1,
    "pledgeable_cached": "f",
    "pledged_cached": 190,
    "primary_sponsor_id": 10,
    "proposal_created_at": "2017-03-06 08:28:50",
    "proposal_updated_at": "2017-08-26 10:24:36",
    "published": "t",
    "published_instances": 2,
    "recurrence": 2,
    "remaining_pledges_cached": 30,
    "require_all": "f",
    "rgt": 78,
    "scheduled": "t",
    "sequence": "1.37",
    "short_description": "This workshop will take place over 2 days:\r\n\r\n\r\nDay 1) Participants will discuss needs, wants and ideas followed by making glue and laminating cardboard into sheets suitable for construction.\r\n\r\nDay 2) Participants will finalize designs, document their processes, cut components out of the cardboard and construct their furniture.\r\n\r\nThe workshop intends to explore the possibilities of cardboard as an aesthetic, biodegradable, waste material which can be made into a structurally viable option for furniture design. Following the end of the workshop participants will be able to take home their furniture. \r\n\r\nParticipants are asked to donate 10€ to cover the cost of materials",
    "slug": "cardboard-furniture-design-factory",
    "spent_cached": 160,
    "start_at": "2017-03-08 11:00:00",
    "stopped.x": "t",
    "timeframe": "Over two days, a week apart from each other, around 4 hours each.",
    "total_needed_with_recurrence_cached": 190,
    "user_id": 10
  },
  {
    "children_count": 0,
    "collapse_in_website": "f",
    "comment_count": 0,
    "cost_bb": 25,
    "depth": 0,
    "duration": 1,
    "end_at": "2017-05-26 17:00:00",
    "event_created_at": "2017-05-09 19:26:41",
    "event_id": 56,
    "event_updated_at": "2017-08-26 10:24:35",
    "goals": "To have fun together in a collective creative atmosphere\r\nPut our ideas to a test\r\nMake a fun video clip\r\n",
    "has_enough_cached": "t",
    "id": 60,
    "image": "Screen_Shot_2017-04-19_at_16.10.54.png",
    "image_content_type": "image/png",
    "image_height": 654,
    "image_size": 1087679,
    "image_width": 1567,
    "intended_participants": "Everybody who finds the video clip compelling and wants to give ago and is not afraid to fail",
    "intended_sessions": 1,
    "is_month_long": "f",
    "lft": 111,
    "name": "CVC- Collective Video CLIP",
    "notified": "f",
    "number_that_can_be_scheduled_cached": 0,
    "place_id": 1,
    "pledgeable_cached": "f",
    "pledged_cached": 100,
    "primary_sponsor_id": 13,
    "proposal_created_at": "2017-04-19 13:12:02",
    "proposal_updated_at": "2017-08-26 10:24:36",
    "published": "t",
    "published_instances": 1,
    "recurrence": 1,
    "remaining_pledges_cached": 45,
    "require_all": "f",
    "rgt": 112,
    "sequence": "1.54",
    "short_description": "Ok, so I have had this obsession with one video clip for ages now. It is about the world''s first internet cafe in 1993-1995 that happened in Helsinki. It was a very creative project and has a fun clip about in Youtube. I got inspired by it and thought to make a video clip in the same style about Temporary as there seemed to be many parallels to the Compucafe depicted in this clip: https://www.youtube.com/watch?v=bUh4mA8Ntao\r\nSo then I started to make the script and try to find the protagonist and I soon realised I can not do this only on my own. Also it would be way more fun to make this clip together in the spirit of Temporary. We could have fun writing the script together and dividing the tasks among ourselves: who is the camera man, the protagonists etc. I would borrow some film equipment from my school. It should be a fun day of creative brainstorming and experimenting.",
    "slug": "cvc-collective-video-clip",
    "spent_cached": 55,
    "start_at": "2017-05-26 13:00:00",
    "stopped.x": "t",
    "timeframe": "Beginning of May-mid May",
    "total_needed_with_recurrence_cached": 100,
    "user_id": 13
  },
  {
    "children_count": 0,
    "collapse_in_website": "f",
    "comment_count": 0,
    "cost_bb": 15,
    "depth": 0,
    "duration": 1,
    "end_at": "2017-06-29 15:00:00",
    "event_created_at": "2017-04-27 09:03:03",
    "event_id": 49,
    "event_updated_at": "2017-08-26 10:24:34",
    "goals": "The goals of this experiment is that every person who comes to learn Finnish, leaves the class satisfied and learned a little bit more, at least one new thing.",
    "has_enough_cached": "t",
    "id": 63,
    "image": "18035314_10154772336504753_988119974_n.jpg",
    "image_content_type": "image/jpeg",
    "image_height": 445,
    "image_size": 35331,
    "image_width": 720,
    "intended_participants": "Asylum seekers",
    "intended_sessions": 10,
    "is_month_long": "f",
    "lft": 97,
    "name": "Finnish for Asylum Seekers",
    "needed_array_cached": "[100, 90, 81, 73, 66, 59, 53, 48, 43, 39]",
    "notified": "f",
    "number_that_can_be_scheduled_cached": 1,
    "place_id": 1,
    "pledgeable_cached": "t",
    "pledged_cached": 226,
    "primary_sponsor_id": 108,
    "proposal_created_at": "2017-04-20 23:05:22",
    "proposal_updated_at": "2017-08-26 10:24:36",
    "published": "t",
    "published_instances": 1,
    "recurrence": 3,
    "remaining_pledges_cached": 126,
    "require_all": "f",
    "rgt": 98,
    "scheduled": "t",
    "sequence": "1.47",
    "short_description": "Finnish class for Asylum Seekers\r\n\r\nEveryone is welcome to follow the class but teaching will be directed only to asylum seekers on any level because they are a higher priority. I teach both individual and group method.\r\n\r\nSo far the only teacher is me so if you know Finnish and you want to share your skills, you are welcome to join as a teacher or assistant too.\r\n\r\nIf you have any thoughts or suggestions please comment them.",
    "slug": "finnish-for-asylum-seekers",
    "spent_cached": 100,
    "start_at": "2017-05-04 13:00:00",
    "stopped.x": "f",
    "timeframe": "So far once a week every thursday from 27.04",
    "total_needed_with_recurrence_cached": 652,
    "user_id": 108
  },
  {
    "children_count": 0,
    "collapse_in_website": "f",
    "comment_count": 0,
    "cost_bb": 10,
    "depth": 0,
    "duration": 1,
    "end_at": "2017-05-02 14:00:00",
    "event_created_at": "2017-04-27 07:59:58",
    "event_id": 47,
    "event_updated_at": "2017-08-26 10:24:34",
    "goals": "The goals are to share information on avoiding forced deportation efficiently.",
    "has_enough_cached": "t",
    "id": 64,
    "image": "stop_deportations3.jpg",
    "image_content_type": "image/jpeg",
    "image_height": 1198,
    "image_size": 168233,
    "image_width": 1800,
    "intended_participants": "asylum seekers",
    "intended_sessions": 0,
    "is_month_long": "f",
    "lft": 93,
    "name": "how to avoid forced deportations",
    "needed_array_cached": "[100, 90, 81, 73, 66, 59, 53, 48, 43, 39, 35, 31, 28, 25, 23, 21, 20, 20, 20, 20, 20, 20, 20, 20, 20, 20, 20, 20, 20, 20, 20, 20, 20, 20, 20, 20]",
    "notified": "f",
    "number_that_can_be_scheduled_cached": 1,
    "place_id": 1,
    "pledgeable_cached": "t",
    "pledged_cached": 190,
    "primary_sponsor_id": 108,
    "proposal_created_at": "2017-04-24 20:29:50",
    "proposal_updated_at": "2017-08-26 10:24:36",
    "published": "t",
    "published_instances": 1,
    "recurrence": 2,
    "remaining_pledges_cached": 90,
    "require_all": "f",
    "rgt": 94,
    "scheduled": "t",
    "sequence": "1.45",
    "short_description": "A meeting to share information on how to avoid and deal with forced deportations.",
    "slug": "how-to-avoid-forced-deportations",
    "spent_cached": 100,
    "start_at": "2017-05-02 12:00:00",
    "stopped.x": "f",
    "timeframe": "Tuesday 02.05 At 15-17",
    "total_needed_with_recurrence_cached": 190,
    "user_id": 108
  },
  {
    "children_count": 0,
    "collapse_in_website": "f",
    "comment_count": 0,
    "cost_bb": 10,
    "depth": 0,
    "duration": 1,
    "end_at": "2017-06-07 17:00:00",
    "event_created_at": "2017-05-31 07:20:59",
    "event_id": 58,
    "event_updated_at": "2017-08-26 10:24:35",
    "goals": "This event is organised by Bioart Society, and will be the first gathering of the new Nordic DIYBio network, supported by Nordisk Kulturkontakt, to gather participants on the subject of bioarts, kitchen style biological and food hacking. It will take place ideally as a satellite event for Art in the Environment Nordic Symposium (http://www.nordicenviroart.org/). Although initiated as a network event, the aim is to connect to Helsinki-based persons interested in the above subject, and share latest thoughts on the European Bio-commons scene.",
    "has_enough_cached": "f",
    "id": 71,
    "image": "_MG_4078-small.jpg",
    "image_content_type": "image/jpeg",
    "image_height": 800,
    "image_size": 724497,
    "image_width": 1200,
    "intended_participants": "DIYBio network participants, locals interested in bioarts, kitchen hacker practices, bio-commons issues.",
    "intended_sessions": 3,
    "is_month_long": "f",
    "lft": 115,
    "name": "A Series of Copper-Kimchi(김치) / Cu(I)O/C 6H10CuO6 Portraits in the Bio-Commons Landscape",
    "needed_array_cached": "[244, 90, 81]",
    "number_that_can_be_scheduled_cached": 0,
    "place_id": 1,
    "pledgeable_cached": "t",
    "pledged_cached": 271,
    "primary_sponsor_id": 15,
    "proposal_created_at": "2017-05-12 18:55:27",
    "proposal_updated_at": "2017-08-26 10:24:36",
    "published": "t",
    "published_instances": 1,
    "recurrence": 2,
    "remaining_pledges_cached": 27,
    "require_all": "t",
    "rgt": 116,
    "scheduled": "t",
    "sequence": "1.56",
    "short_description": "I started Copper-Kimchi combination experiments at the end of 2015, start of 2016, within the context of the Ferment Lab Taipei/Helsinki project (initiated by Agnieszka Pokyrwka) that intuitively brought together typically unrelated biological, metal-mineral and naturecultural materials–Copper, Felt and fermented vegetables Korean-style to intra-act with each other. Despite my involvement with them, simple biochemical processes such as lacto-oxidisation, adsorbtion, discolourisation, hydration and dehydration took place. These process produced a curious outcome, and gives material and knowledge -inspiration for reflections on contemporary issues in the bio-commons. \r\n\r\nThis workshop and discussion based event aims to mix practical hands on work to develop social rapport, fermentation and meditative reflections within the newly formed Nordic DIYBio network, and give opportunity to connect with current and topical debates in the European Bio-Commons scenes.\r\n\r\nIt is organised in collaboration with Bioart Society.\r\n\r\nProposed schedule:\r\n\r\n** Evening 29.8: Introductions **\r\n\r\n18.00-20.00 : Evening introductions\r\nIntroductions between DIYBio Network participants & others present. Update on the bio-commons, politics & ethics debate. Social catch-up, chop and salt cabbage to ferment overnight.\r\n\r\n** Day 30.8.: Practice-led discussions **\r\n\r\n10.00-12.00: Making Kimchi\r\nExercise for 1hr making organic kimchi, the fermented vegetable preserve, a mix of cabbage with other vegetables (e.g. carrot, radish), chilli, sugar, salt, garlic and ginger, portioned according to taste. Note it will not be ready to eat for 4-5 days, so participants will take it away. Potential discussion re: knowledge & cultural commons (growing and fermentation traditions), raw or fermented food industry, fairtrade or ecological practices, agricultural commons in developing world context, transcultural & transnational exchange\r\n\r\n12.00-13.00: Lunch \r\n\r\n13.00-14.30: Making Felt-balls \r\nExercise for 45mins making hand-rolled/massaged felt balls or liquid soaks, using raw felt-wool, organic soaps, ideally saponins from locally-foraged horse-chestnuts. Potential discussion re: biophysical energy commons, animal products, saponins\r\n\r\n14.30-15.00: Break\r\n\r\n15.00-17.00: Making arrangements with Copper \r\nExercise for 30mins arranging pre-made kimchi on copper items, e.g. copper-tape, other copper-made containers or items, as an installation (this could be shown later in ‘Art in Environment’ Nordic symposium/exhibition). Potential discussion re: about metallic commons, and copper-based chemical compounds.\r\n\r\n** Day 31.8.: Practice-led discussions **\r\n\r\n10.00-12.00: Making Copper-Oxide or Cupric Lactate inks\r\nExercise for 1hr making a liquid form out of previously-made-earlier Copper-Kimchi substance that is dried. Over time the kimchi lactic-oxidizes the copper, producing a Copper-Oxide or Cupric Lactate substance, variously blue-green-black in colour (process takes several weeks). Dissolving and blending matter into a liquid form, straining with gauze the liquid to produce ink that can be used to paint or draw with. Potential discussion re: knowledge & cultural commons (natural and synthetic dyeing traditions), Processed food industry, fair-trade or ecological practices, compound minerals, biochemical commons in developing world context, transcultural & transmaterial exchange\r\n\r\n12.00-13.00: Lunch \r\n\r\n13.00-16.00: Making portrait drawings of each other\r\nExercise for 1.5hrs making portraits of each other and/or lactobacillus (depending on bacterial visualization technologies available) using ink, quills and brushes. Potential discussion re: Wrap-up discussion related to Bio-commons, and next actions in the DIYBio network.",
    "slug": "solu",
    "spent_cached": 244,
    "start_at": "2017-06-07 14:00:00",
    "stopped.x": "t",
    "timeframe": "Evening 29.8. 18.00-20.00; Daytime 30.8. 10.00-17.00; Daytime 31.8. 10.00-17.00",
    "total_needed_with_recurrence_cached": 415,
    "user_id": 11
  }
]